{
  "version": "https://jsonfeed.org/version/1.1",
  "title": "Astrobiology 天体生物学",
  "home_page_url": "https://newzone.top/",
  "feed_url": "https://newzone.top/feed.json",
  "description": "测试一下这个描述在哪里",
  "favicon": "https://newzone.top/favicon.ico",
  "items": [
    {
      "title": "博客文章样例 2",
      "url": "https://newzone.top/posts/2024-03-02-blog_example2.html",
      "id": "https://newzone.top/posts/2024-03-02-blog_example2.html",
      "summary": "博客文章内容，支持 Markdown 和 HTML 语言。",
      "content_html": "<p>博客文章内容，支持 Markdown 和 HTML 语言。</p>\n",
      "date_published": "2024-03-02T00:00:00.000Z",
      "date_modified": "2025-02-14T00:25:27.000Z",
      "authors": [],
      "tags": [
        "工具"
      ]
    },
    {
      "title": "博客文章样例",
      "url": "https://newzone.top/posts/2024-03-01-blog_example.html",
      "id": "https://newzone.top/posts/2024-03-01-blog_example.html",
      "summary": "博客文章内容，支持 Markdown 和 HTML 语言。",
      "content_html": "<p>博客文章内容，支持 Markdown 和 HTML 语言。</p>\n",
      "date_published": "2024-03-01T00:00:00.000Z",
      "date_modified": "2025-02-14T00:25:27.000Z",
      "authors": [],
      "tags": [
        "使用指南"
      ]
    },
    {
      "title": "空间生命科学载荷技术：从太空实验到未来探索",
      "url": "https://newzone.top/posts/2025-03-04-blog.html",
      "id": "https://newzone.top/posts/2025-03-04-blog.html",
      "summary": "空间生命科学载荷技术：从太空实验到未来探索 引言：当你在仰望星空时，太空实验室正在改写生命的答案 “如果有一天，你在火星基地吃到的第一口蔬菜，它的种子曾遨游过宇宙——你会好奇它经历过什么吗？” 这不是科幻小说的桥段，而是正在发生的现实。2023年，国际空间站的宇航员已经能种植新鲜生菜，而中国的“天宫”实验室里，水稻完成了从种子到种子的全生命周期实验。但...",
      "content_html": "\n<h2>引言：当你在仰望星空时，太空实验室正在改写生命的答案</h2>\n<blockquote>\n<p><strong>“如果有一天，你在火星基地吃到的第一口蔬菜，它的种子曾遨游过宇宙——你会好奇它经历过什么吗？”</strong></p>\n</blockquote>\n<p>这不是科幻小说的桥段，而是正在发生的现实。2023年，国际空间站的宇航员已经能种植新鲜生菜，而中国的“天宫”实验室里，水稻完成了从种子到种子的全生命周期实验。但太空种植的意义远不止“星际农场”——它背后藏着一场关乎人类命运的科学革命：<strong>空间生命科学研究</strong>。</p>\n<p>你是否想过：</p>\n<ul>\n<li>为什么宇航员返回地球后会“腿软”？</li>\n<li>在太空生活一年，人的基因会发生什么变化？</li>\n<li>火星的红色土壤中，真的可能存在氨基酸这样的生命基石吗？</li>\n</ul>\n<p>这些问题的答案，都藏在那些被送上太空的“神秘盒子”里——它们叫<strong>空间生命科学载荷</strong>。从培养小鼠的微型生态舱到分析DNA的芯片实验室，这些设备如同“太空侦探”，在极端环境中破解生命的密码。</p>\n<p>以NASA著名的“双胞胎实验”为例：宇航员Scott Kelly在国际空间站生活一年后，他的基因中有7%像被按下了“永久开关”，即便回到地球也无法复原。这种变化是否会影响人类登陆火星的计划？答案或许就藏在下一代载荷技术中。</p>\n<p>接下来，让我们一起揭开这些“太空实验室”的神秘面纱，看看它们如何重塑人类对生命的认知。</p>\n<h2>一、空间生命科学载荷：太空中的实验工具箱</h2>\n<h3>什么是空间生命科学载荷？</h3>\n<p>简单来说，它们是专门设计用于在太空环境中进行生命科学实验的设备。由于太空任务对重量、体积、功耗的苛刻限制，这些设备需要高度集成化、自动化和可靠性,既要像瑞士军刀一样功能齐全，又要像防弹衣一样坚固可靠。</p>\n<p>举个具体例子：国际空间站上的“啮齿动物栖息地模块”只有行李箱大小，却能同时养10只小鼠。它能自动投喂食物、调节温度，甚至用红外摄像头24小时监控小鼠的活动——相当于给老鼠装了“太空智能手环”。</p>\n<h3>科学载荷的三大“生存法则”</h3>\n<h4>1. 抗揍！从火箭振动到宇宙辐射的终极考验</h4>\n<p>在</p>\n<ul>\n<li><strong>发射阶段</strong>：火箭起飞时会产生比过山车强烈100倍的震动（约6-8倍重力加速度）。载荷设备必须像“抗震保险箱”一样保护内部样本。</li>\n<li><strong>太空环境</strong>：设备要承受-150°C到+120°C的极端温差（相当于从南极冰层瞬间跳进沸水锅），还要防御比地面强400倍的宇宙辐射。<br>\n<strong>真实案例</strong>：中国的“实践十号”卫星曾用特殊合金外壳+多层隔热材料，让小鼠胚胎在穿越大气层时存活下来。</li>\n</ul>\n<h4>2. 智能！让实验“自己动起来”</h4>\n<p>宇航员在太空每分每秒都价值千金，因此载荷必须实现：</p>\n<ul>\n<li><strong>全自动化</strong>：比如NASA的“生物培养系统”，能远程控制细胞培养液的温度、酸碱度，并实时传回显微镜图像。</li>\n<li><strong>操作简单</strong>：欧洲的“模块化培养系统（EMCS）”设计得像“太空咖啡机”，宇航员只需插入预装种子的卡槽，系统便会自动完成浇水、光照调节。</li>\n</ul>\n<h4>3. 精准！和微重力“斗智斗勇”</h4>\n<p>太空微重力会让液体变成漂浮的水球，传统实验方法完全失效。科学家们发明了各种“反常识”操作：</p>\n<ul>\n<li><strong>液体控制</strong>：用毛细管原理代替泵送（类似用纸巾吸墨水），防止液滴乱飞。</li>\n<li><strong>防干扰设计</strong>：蛋白质结晶设备内部像“静音密室”，避免宇航员走动带来的振动影响晶体生长。<br>\n<strong>有趣对比</strong>：在地面结晶需要数月且结构杂乱，而太空生长的蛋白质晶体（如抗癌抗体）往往更大更规则，就像“在无风环境中堆叠积木”。</li>\n</ul>\n<h2>二、空间生命科学载荷技术国内外发展现状：从微生物到蛋白质的太空之旅</h2>\n<h3>1. 研究微生物与动植物相关的空间载荷</h3>\n<p>美国、俄罗斯、欧洲及日本已经利用国际空间站开展了数千项科学实验，其中生物类相关的科学实验是各国研究的重点，并为此在空间站内配置了大量用于生物实验的设施，主要研究在医学、生物学和药物学方面有潜在应用价值的生物材料，如微生物、细菌、植物和动物等。</p>\n<h4>前苏联bion卫星</h4>\n<p>前苏联是首先开展生物个体空间载荷研究的国家之一，前苏联时期发射了一系列的生物研究卫星（Bion卫星），专注于研究空间医学。1973年10月31日，该系列的第一颗卫星Bion 1成功发射升天，携带陆龟、老鼠、昆虫以及真菌进行了为期22天的空间任务。在Bion系列卫星的其他发射任务中，卫星还携带植物、霉菌、鹌鹑蛋、鱼、蝾螈、青蛙、细胞和种子等登入太空。在俄罗斯时期，Bion卫星被Bion-M型号所取代，并于2013年首次执行了为期30天的飞行任务。2014年7月，俄罗斯联邦航天局（Russian Federal SpaceAgency, RKA）发射了Foton-M4卫星，这是一颗专注于微重力和生物科学研究的科学实验卫星，它所搭载的主要的生物实验系统涉及有动物（壁虎）以及微生物（真菌），在太空飞行中开展生物个体生长和发展的结构功能研究，详细的设备名称及研究目的如表1所示。</p>\n<p>表1 Foton-M4卫星载荷配置情况.</p>\n<table><tbody><tr><td>序号</td><td>设备名称</td><td>研究目的</td></tr><tr><td>1.</td><td>壁虎F4</td><td>研究微重力对成年动物机体的影响、它们的性行为及胚胎发育，试验过程进行连续 的视频记录。</td></tr><tr><td>2.</td><td>微生物生长</td><td>研究太空飞行对来自多年冻土层的微生物综合体的影响</td></tr><tr><td>3.</td><td>微生物辐射</td><td>研究太空离子辐射的性能，及其对暴露在宇宙空间和卫星内部的生物体的影响效 果，研究对象是干燥种子，蚕卵及其他不需要在太空飞行中维持生命活动的生物体。</td></tr><tr><td></td><td>真菌学</td><td>开展纯菌类微生物、侧耳，以及叶状体蘑菇共生体（绿皮地卷）在太空飞行中的生 长和发展结构功能研究。</td></tr><tr><td>5.</td><td>生物变化</td><td>研究对象是有氧微生物培养。用微生物方法研究聚乙烯薄膜降解的过程。</td></tr></tbody></table> &nbsp;\n<h4>美国的纳米卫星</h4>\n<p>为研究微生物在空间中的基因表达、抗药性及生存能力，美国研制了一系列纳米卫星。2006年发射的GeneSat-1卫星可在轨培养大肠杆菌，并利用荧光、光散射等手段检测蛋白表达；2009年发射的PharmSat卫星支持酵母菌在轨生长，并对环境进行控制，对微重力环境下微生物抗药性开展研究；2010年发射的O/OREOS三颗卫星，利用三色吸收法对两种微生物的生长及代谢进行在轨检测，同时研究有机分子在空间环境中的变化情况；2017年发射的EcAMSat卫星通过染色剂颜色变化检测细菌的活性，研究微重力环境对大肠杆菌的抗药性影响；此外还有研制中的BioSentinel卫星，通过采用微流控技术来研究深空辐射环境对微生物的影响。各个纳米卫星的任务和设计特点如表2所示。</p>\n<p>表2 美国研究微生物纳米卫星系列的任务描述和设计特点</p>\n<table><tbody><tr><td>序号</td><td>卫星名称</td><td>任务描述</td><td>设计特点</td></tr><tr><td>1.</td><td>GeneSat-1</td><td>在轨培养大肠杆菌，并利用荧 光、光散射等手段检测蛋白表 达。</td><td>可对温度、压力、湿度等环境进行监测， 并可测量辐射剂量、三轴加速度等数据。 实现在轨微生物培养，并进行实时测量。</td></tr><tr><td>2.</td><td>PharmSat</td><td>对微重力环境下微生物抗药 性开展研究。</td><td>可支持酵母菌在轨生长，并对环境进行控 制，可利用光学测量、染色试剂等手段对 酵母菌数量及活性实时测量。</td></tr><tr><td>3.</td><td>O/OREOS</td><td>对两种微生物的生长及代谢 进行研究，同时研究有机分子 在空间环境中的变化情况。</td><td>利用3色吸收法在轨检测，配有小型化的 紫外-可见光-近红外光谱仪，可对代谢产 物进行研究。</td></tr><tr><td>4.</td><td>EcAMSat</td><td>研究微重力环境对大肠杆菌 的抗药性影响。</td><td>通过染色剂颜色变化检测细菌的活性。</td></tr><tr><td>5.</td><td>BioSentinel</td><td>研究深空辐射环境对微生物 的影响。</td><td>采用微流控技术实现微生物深空环境下 的培养，通过测量指示剂变色的方式检测 微生物DNA的损伤及修复。</td></tr></tbody></table> &nbsp;\n<p>Rodent &nbsp;Habitat &nbsp;module 是国际空间站（International Space Station, ISS）上第一个研究啮齿动物的有效载荷，该任务的主要目标是以老鼠为模型进行实验，从而更好地了解长期在轨对宇航员的视觉障碍和关节组织退化的影响，并探索能够解决这些健康问题的可能方法。啮齿动物栖息地模块（如图1所示）配有2个培养室，每个培养室可培养10只小鼠或5-6只大鼠。该模块配有四台摄像机、LED照明设备以及红外成像仪等，能够对温湿度进行监测，但不具备主动控温的能力，其自身携带电池，也可由外部连接进行供电。航天员可通过手持摄像机记录动物食物和水的消耗情况。 &nbsp;\n![|500](images/8a4ada71a8629e85ca951c2adbe4590d32ac8240ac66842fd81bab1aca7ab127.jpg ”图一“)</p>\n<p>图1 啮齿动物栖息地模块: (A) 两个通道门都打开的栖息地模块 (图片来源于NASA官网); (B) 宇航员进行啮齿动物研究实验 (图片来源于NASA官网).</p>\n<p>果蝇的免疫系统非常类似于人类免疫系统的第一道防线，通过在轨研究果蝇的状态将有助于我们更好地了解太空飞行对人体抵抗感染能力的损害。NASA的果蝇实验室（Fruit Fly Lab）为ISS提供了一个可用于黑腹果蝇研究的长期太空研究平台。每一个果蝇盒（Fly Cassette，如图2所示）配备有含有食物的栖息空间以及相匹配的照明及摄像系统。内置的照明系统将为果蝇创建一个类似地球的日/夜循环，摄像系统将记录果蝇的飞行行为，并可为研究人员提供高清视频，这可以表明它们的健康状况。微重力条件由NanoRacksAstrium离心机产生的人工重力所提供，这将使研究人员能够为果蝇的研究设置不同重力水平（例如地球、月球和火星等的重力水平）的条件，以此来分析重力条件对果蝇的影响。</p>\n<figure><figcaption>|500</figcaption></figure>\n<p>图2 Fruit Fly Lab果蝇研究平台: 左图为果蝇盒 (Fly Cassette), 右图为配备的照明及摄像设备 (图片来源于NASA官网).</p>\n<h4>欧空局的模块化培养系统</h4>\n<p>欧洲模块化培养系统（European ModularCultivation System, EMCS）是欧洲太空局（European Space Agency, ESA）致力于在微重力环境中研究植物生物学的航天载荷，它支持在受控条件下（例如温度，大气成分，供水，照明和重力等）对植物进行培养、刺激以及航天员介入等操作。在该载荷中，宇航员们进行了多代繁殖实验（种子到种子，例如拟南芥种子，如图3所示），并且研究了重力和光照对植物向性早期发育、生长、信号感知和转导等的影响。除此以外，在EMCS中还可进行针对昆虫、两栖动物和无脊椎动物等的动物实验以及细胞和组织培养的研究。</p>\n<p> &nbsp;\n图3 EMCS欧洲模块化培养系统: (A) ESA开发的种子盒; (B) 放入拟南芥种子的种子盒; (C) 放入冷藏箱中的种子 盒; (D)容纳五个种子盒和相关硬件的实验容器 (图片来源 于NASA官网 ).</p>\n<p>Veggie植物生长系统（如图4所示）是ISS上广泛应用的一种植物研究装置，它配置LED照明系统（具备红、黄以及蓝光），最高提供350 光照水平，总的生长区域为  ，可在其中加入其他大小和复杂程度不同的植物生长设施[15]。先进植物栖息地系统（Advanced PlantHabitat, APH）是由NASA研制的一名已在ISS服役的新成员，也是目前最大的在轨植物培养室，这个栖息地大小相当于一个迷你冰箱的大小，旨在测试植物在空间中所喜欢的生长条件，并为标本提供更大的根和茎空间。该系统使用红色，绿色和蓝色LED灯作为光照系统，这类似于上述的Veggie系统。同时，APH还具备有白光以及红外光的能力，另外一方面，APH装置配备有180个传感器，是Veggie照明输出的四倍。到目前为止，APH已被用于种植和研究拟南芥（如图5所示）、与卷 心菜和芥菜有关的小型开花植物，以及矮小麦等 。</p>\n<p> &nbsp;\n图4 Veggie植物生长系统: (A) 红色长叶莴苣; (B)红色生 菜和东京卷心菜 (图片来源于NASA官网).</p>\n<p>\n图5 APH先进植物栖息地系统: (A) APH系统实物图 (图片来源于NASA官网); (B) 测量在APH中生长的拟南芥植 物的叶绿素含量 (图片来源于NASA官网).</p>\n<h4>我国的微型培养箱</h4>\n<p>以往，我国利用返回式卫星也曾开展过多次空间搭载飞行实验，但由于在太空中时间有限，最多只能开展种子萌发、幼苗生长阶段的实验。2016年9月15日，天宫二号搭载了一个由中科院上海技术物理研究所研制的微型植物培养箱，培养箱采用空间长周期植物密闭培养、空间低功耗激发微弱荧光成像、培养环境控制等技术，实现了在培养箱内种植粮食作物的典型代表水稻和绿叶植物的典型代表拟南芥（如图6所示）。随着神舟十一号返回地面，大部分植物样品至今仍然留在天宫二号。科研人员成功地通过地面遥控，对留在太空中的培养箱进行温控和浇水，水稻和拟南芥顺利生长，并开花结果。这是我国首次在太空中完成“从种子到种子”全过程的空间植物培养实验。</p>\n<p> &nbsp;\n图6 天宫二号微型植物培养箱 (图片来源于张涛等人的论文): (A) 拟南芥幼苗; (B) 高等植物培养箱.</p>\n<p>除了上述的微型植物培养箱以外，我国首颗微重力返回式空间科学实验卫星实践十号（SJ-10）也于2016年随长征二号丁运载火箭成功发射，实践十号卫星在太空运行15天，装载着19项科学设施，共28项实验，它是首批科学实验卫星中唯一的返回式卫星，也是单次开展空间生命科学实验项目最多的卫星（具体空间生命技术相关载荷配置如表3所示）。其中，设计的空间生命科学研究紧紧抓住国际空间生命领域发展前沿，包含有空间辐射生物效应、重力生物效应以及空间生物技术三大方面，重点探究并认识上述三个空间生命科学领域有限目标下的基本规律：（1）建立微重力环境影响植物、动物、微生物等生命体生命活动的理论基础；（2）揭示微重力及空间辐射环境影响重要生物学过程的分子机制；（3）将理论应用于动物早期胚胎发育、干细胞生长/分化、组织的三维构建，发展空间生命科学领域相关的关键技术和硬件装置。实践十号卫星任务的成功极大促进了生命科学基础研究取得突破，对于推动我国空间微重力科学和空间生命科学发展具有重要意义。</p>\n<p>表3 实践十号卫星空间生命技术相关载荷配置情况。</p>\n<table><tbody><tr><td>序号</td><td>设备名称</td><td>设备描述</td></tr><tr><td>1.</td><td>辐射基因盒</td><td>支持开展空间辐射对基因组的作用和遗传效应实验。设备包括小鼠细胞培养容 器和果成虫培养容器，及所需生命保障条件和辐射探测器。</td></tr><tr><td>2.</td><td>家蚕培养箱</td><td>用于空间环境对家蚕发育的影响与变异机理的研究。设备由培养实验区和测控 单元组成，可对样品进行在轨培养、在轨成像、在轨低温固定等操作。</td></tr><tr><td>3.</td><td>植物培养箱</td><td>用于微重力植物生物学效应及其微重力信号转导研究。设备包括植物培养实验 装置和测控装置，能够为植物提供温度控制、周期照度、气压和营养供给等生 长条件，并对环境进行测量。</td></tr><tr><td>4.</td><td>高等植物箱</td><td>用于空间微重力条件下光周期诱导高等植物开花研究。由培养实验区和测控单 元组成，可向样品提供空气、水分和光照等条件，能够进行可见光、荧光拍照。</td></tr><tr><td>5.</td><td>胚胎培养箱 胚胎电控箱</td><td>用于微重力条件下哺乳动物早期胚胎发育研究。设备可像小鼠胚胎提供必须的 生长发育环境，并能够进行显微成像，最终对样品进行化学+低温固定。</td></tr></tbody></table> &nbsp;\n<p>目前，我国空间生命科学搭载装置的功能相对比较简单，装置自动化程度以及集成度不高，与国外的差距较大。未来中国空间站中生命科学研究应多元化发展，多任务多指标空间生命科学研究搭载装置将成为趋势，如何在有限的空间内，减小间搭载装置的体积，实现装置的高度集成与自动化，将成为我国空间生命科学研究发展需要解决的主要难题。</p>\n<h3>2. 细胞与组织的微观世界</h3>\n<p>在空间特殊环境下研究细胞或组织的生物学过程及规律，对探索空间特殊环境对人体的影响具有重要意义，是各空间大国在空间载荷应用中的重点。</p>\n<h4>国外的细胞/组织空间载荷研究</h4>\n<p>日本宇宙航空研究开发机构（Japan AerospaceExploration Agency, JAXA）利用细胞生物学实验设施（the Cell Biology Experiment Facility, CBEF）在ISS上进行细胞/组织实验（如图7(A)所示）。为了鉴定骨骼肌细胞中的重力传感器，M. Sokabe等人在CBEF中进行了3组细胞实验，并将培养后的细胞用能够保存遗传物质的化学物质处理后冷冻送回地球进行下一步分析，该研究旨在阐明细胞如何感知重力，有利于解释在空间或卧床不起的情况下发生肌肉萎缩这一问题。在另一项研究中，T. Morita等人从小鼠胚胎干细胞中获得生物学数据，从而推测空间辐射对人类胚胎干细胞生长发育的影响。在ISS的Columbus实验室中，Biolab和Kubik均可以用于细胞/组织研究。BioLab由培养箱、显微镜、分光光度计和两个提供人工重力的离心机组成（如图7(B)所示），用于研究微重力和空间辐射对单细胞和多细胞生物的影响，包括细菌、昆虫、原生生物、种子和细胞。而Kubik是一种小型温控培养箱或冷却器，带有可拆卸的插入装置（如图7(C)所示），用于自给式自动微重力实验，研究对象包括种子、细胞、小动物等。</p>\n<p>2017年，欧洲航天局（European Space Agency, ESA）通过Kubik培养视网膜细胞，以探究微重力和空间辐射对视力的影响。NASA的艾姆斯研究中心开发的生物培养系统（Bioculture System）可以实时远程监测细胞/组织的培养，并控制其生长条件，旨在让科学家对不同种类的细胞和组织进行长期的细胞生物学研究（如图7(D)所示）。该系统的第一个任务成功地在ISS上培养了骨骼细胞和心肌细胞，并将其活体带回地球进行基因组分析。</p>\n<p>2018年11月，NASA向ISS发射了Space-X 16 Dragon太空舱，其携带的BioScience-4任务通过实验来测试来自大脑和脊髓的神经系统干细胞是否能在空间的微重力环境下更快地分裂成两个子细胞。同时，科学家们能够在实验中研究决定细胞功能、增殖和分化的细胞信号通路。值得一提的是，该项目的研究成果可能成为针对神经系统疾病的细胞替代疗法中干细胞生产的突破点。</p>\n<figure><figcaption></figcaption></figure>\n<p>图7 研究细胞及组织相关的空间载荷: (A) CBEF (图片来源于 JAXA官网); (B) Biolab (图片来源于ESA官网); (C) Kubik (图片来源于ESA官网); (D) Bioculture System (图片来源于 NASA官网).</p>\n<h4>我国的细胞/组织空间载荷研究</h4>\n<p>近年来，在国家的大力支持下，我国科研人员自主研制了一系列与细胞生物学相关的空间生命科学仪器，在细胞/组织空间载荷方面取得了重要研究成果。为了研究宇航员在回到地球之后的一段时间里均会出现“腿软”的原因，2016年4月，王金福团队的人骨髓间充质干细胞搭载上述的实践十号进入太空，证明了在太空微重力环境下，骨钙的形成机制会出现问题。2017年4月，王金福团队的干细胞搭载“天舟一号”货运飞船再次进入太空，证明了微重力会导致干细胞分化为骨细胞的能力降低，这对骨质疏松的预防和有效治疗具有指导意义。邓玉林团队研制的“空间微流控芯片生物培养和分析载荷”同样由“天舟一号”货运飞船送入太空，致力于研究空间微重力环境下神经细胞与免疫细胞的相互作用，有利于改善长期在轨的航天员的医疗健康保障。</p>\n<p>综上所述，国内外研究细胞/组织的空间载荷技术发展迅速，并在空间特殊环境下对多种细胞/组织的物理形态、基因表达和生化机制进行了探索，其研究结果不仅能够用以改进在空间中执行任务的航天员的医学保障系统，从而增强载人航天的能力，还能够解释地球上人体病理学的相关问题，为人类疾病的诊断、治疗及预后提供理论指导。</p>\n<h3>3. 蛋白质与核酸的太空密码</h3>\n<h3>蛋白质晶体的“太空优势”</h3>\n<p>空间站能为生命科学提供不同于地球的特殊研究环境如微重力、强辐射条件等。近二十年来，蛋白质载荷方面的主要研究为在微重力环境的不同条件下获得不同类高质量、大型且有序的蛋白质晶体。<strong>微重力条件为蛋白质晶体的研究提供了极佳的研究环境，由于空间的微重力环境抑制了溶液流动（对流），并使蛋白质晶体在稳定的环境中生长，而且由于没有对流，杂质不会被输送到晶体表面，所以将会产生高质量的蛋白质晶体</strong>。</p>\n<p>蛋白质晶体的研究活动十分活跃，在2000至2019年期间，蛋白质结晶及其相关研究超过100项，在相关ISS蛋白晶体载荷研究中，研究主要热点为<strong>不同类蛋白质晶体和高质量蛋白质晶体的获得</strong>。在前者研究热点方面，以JAXA-PCG系列、Kristallizator系列以及CASIS PCG系列为首的项目，进行了数以百计质量的蛋白质晶体生长研究。在高质量的蛋白质晶体获得方面，由 &nbsp;NASA支持的PCG-EGN项目在2000年将气态氮杜瓦瓶送上ISS，为微重力环境下生产生物蛋白晶体提供了经济和潜在的高容量途径。同年，在1985年开展的先进蛋白质结晶设备（AdvancedProtein Crystallization Facility, APCF）的研究项目基础上，由NASA及意大利航天局（Italian SpaceAgency, ASI）合作支持的APCF（如图8(a)所示）可以支持液-液扩散，蒸汽扩散和透析三种结晶方法在ISS上的实现，成功获得了骆驼科动物蛋白（如图8(b)所示）、PPG 10（Pro-Pro Gly10）蛋白（如图8(c)所示）以及视紫红质等蛋白质的晶体，提供了不受干扰的蛋白质结晶生长环境。自2001年由NASA开展PCG-STEM系列项目使用蛋白质结晶装置（Protein Crystallization Apparatusfor Microgravity, PCAM）搭配单柜热量封闭系统（Single-locker Thermal Enclosure Systems, STES）（如图9(a)所示）进行蛋白微重力下蛋白质结晶实验，并实现了大型高品质晶体的生长（如图9(b)）。</p>\n<p> &nbsp;\n图8 APCF先进蛋白质结晶设备: (A) 装置实物图; (B) 骆驼科动物蛋白晶体; (C) PPG 10蛋白晶体. 图片均源自于NASA官网.</p>\n<p> &nbsp;\n图9 单柜热量封闭系统STEM: (A) 整机外观图; (B) 由碱性成纤维细胞生长因子复合物产生的晶体. 图片均源自于NASA官网。</p>\n<p>另外，在2001年由ESA支持的ESA-GCF项目以及2003年由JAXA支持的JAXA-GCF项目均利用格拉纳达结晶设施（Granada CrystallisationFacility, GCF）（如图10(a)所示）在ISS上提供用反扩散法蛋白质结晶的优质实验平台，旨在优化实验数量，减少蛋白质溶液的体积，提高成功效率，并成功获得磷酸三酯异构酶晶体等高质量的蛋白质晶体（如图10(b)以及(c)所示）。在2016-2020年期间，由JAXA开展的JAXA-PCG、JAXAModerate Temp PCG以及JAXA Low Temp PCG项目会探究在空间环境下，利用反扩散法进行蛋白质结晶的最适结晶温度条件的探究。</p>\n<p> &nbsp;\n图10 格拉纳达结晶设施: (A) 设施外观; (B) ESA-GCF项目中获得的晶体实例; (C) JAXA-GCF项目中获得的磷酸三酯异构酶晶体. 图片均源自于NASA官网</p>\n<p>在研究方向上，国内与国际上的主要研究热点基本相同，也主要关注蛋白质晶体生长方面的研究。中国迄今为止开展了五次蛋白质结晶空间实验。1992年、1994年两次用管式气相扩散法在卫星上成功地进行中国自己的蛋白质晶体空间生长试验，使用的装置为国内研制的管式汽相扩散结晶装置。西北工业大学仓怀兴教授团队于2011年利用德国生物培养箱（Simbox），使用气相扩散方法和液-液扩散方法，结合国内自主研制的浸入式毛细管结晶室装备搭载于飞船，并开展了相关实验，实验结果表示14种蛋白质样品的出晶率达到  ，实现蛋白质样品出晶率的较大幅度提升（如图9所示），为后续空间蛋白质晶体实验提供了改进方向及优化思路。</p>\n<p> &nbsp;\n图11搭载试验中空间生长蛋白质晶体照片 (图片源自于仓怀兴等人的论文)。</p>\n<h3>DNA的太空之旅</h3>\n<p>国际上近二十年的空间生命科学载荷技术领域的研究主要集中在<strong>宇宙空间环境中的强辐射、真空、紫外线等因素对于体内或体外DNA或RNA产生的影响（如DNA的损伤或突变），并针对DNA或RNA对其的反应进行研究（如DNA修复及进化）</strong>。进而希望明确空间环境下辐射等因素对生物造成损伤的具体机制。其中对核酸的研究主要分为两类：（1）针对生物（微生物、植物或人体）体内的核酸进行体内或体外研究；（2）针对由在轨扩增获得的人工合成体外核酸序列进行研究。</p>\n<p>在针对微生物体内核酸进行体外研究的项目中，于2008年由ESA支持在ISS上开展的Expose-RSUBTIL项目主要是将枯草芽孢杆菌的孢子暴露于开放空间环境中，对其质粒DNA的突变光谱进行检测，通过分析该生物在极端恶劣环境所发生的变化，进而研究宇宙中生命的起源，演化和分布。同样，于2008年由ESA支持并开展于ISS的Expose-R PUR项目（Expose-R项目如图12(A)所示）主要研究了噬菌体T7、噬菌体DNA和多晶尿嘧啶对空间环境的响应，通过研究太阳紫外线辐射对病毒和RNA化合物的影响，确定它们作为测量空间环境中紫外线辐射剂量的生物剂量计的有效性。由RKA支持的项目Plazmida研究了微重力对细菌质粒迁移和动员速率的影响。改变细菌的生活环境因素（气体组成以及压力等条件），并得出微重力对R-质粒转移具有显着影响的结论。实验还证明了微生物质粒可用作生物指标，可用于评估航天因素对微生物群落的影响程度。</p>\n<p>到目前为止，在ISS上已有几种具有分子生物学功能可用于微生物鉴定的装置。其中，由NASA在2015支持的水监测套件项目（Water MonitoringSuite）中的RAZOR EX模块就应用了聚合酶链式反应（PCR）技术，可对特定目标微生物的DNA进行检测从而达到对微生物鉴定的目的（如图12(B)所示）。而在2016年，同样由NASA支持的生物分子测序仪项目（biomolecule sequencer，又称为“MinION”，如图12(C)所示），利用DNA链穿过纳米孔时通过MinION的装置测量响应电流变化的原理，构建可以在单一分析的背景下鉴定来自一系列生物的DNA的微型测序仪，最终实现对微生物检测的目的，并为长期任务背景下的宇航员的健康状况监测及疾病诊断等方向提供了基础。该类便携式的分子生物学功能仪器促进了ISS上的科学研究，微生物鉴定、疾病诊断和实时基因组数据收集的等方面的获得了较大进步。</p>\n<figure><figcaption>|600</figcaption></figure>\n<p>图 1 2 &nbsp;检 测 微 生 物 体 内 核 酸 相 关 的 研 究 项 目 : &nbsp;( A )Expose-R项43,44]; (B) 水监测套件项目中的RAZOR EX模块; (C) MinION生物分子测序仪. 图片均源自于NASA官网.</p>\n<p>在针对植物体内核酸进行体外研究的项目中，由NASA支持的APEX-02-2项目，利用NGS测序技术对航天飞行期间的酿酒酵母（或称Baker酵母）的全基因组的辐射损伤进行了测定，这是科学团队首次对太空辐射损伤机制进行全基因组分析。在先前的数据基础上，从这项研究中获得的信息将使科学家以更好地了解和建立可辐射损伤的机制，并可能总结出相关的方案来改善空间的辐射损伤问题。NASA支持的BRIC-16-DNA项目通过基因表达反应深度测序和DNA阵列方法研究了空间环境对于拟南芥的影响。在该研究中，对比了两种不同形式的拟南芥作为拟南芥幼苗和空间未分化细胞转录组的协同读数。该研究表明微重力中的幼苗和细胞培养物都以不同的方式改变特定的基因表达，这种差异可能是因为幼苗使用它们的器官来感知和采样它们的环境，而未分化的细胞培养物缺乏这样的器官，因此不适当地对压力做出反应，这证实了<strong>植物会根据太空飞行来调整它们的行为</strong>。<strong>在微重力条件下种植的植物所获得的基础知识将有助于解决提供和维护生物生命支持系统的及提供饮用水的问题。</strong></p>\n<p>在针对<strong>人体内核酸进行体外研究的项目方面</strong>，2017年由JAXA支持的ISS项目利用非侵入式的液体活检方法对人的基因组和表观基因组进行研究。在实验过程中，采集航天飞行前和飞行期间机组人员的血液样本，对其中可测量且特异性高的生物标志物cell-free DNA（cfDNA）和RNA分子利用超高通量测序方法直接测序。测序检测到的DNA突变可以作为正常DNA修复功能下人体空间辐射基因损伤的可靠指标。对于上述指标的有效分析将有助于科学家更好地了解太空飞行过程中发生的人体遗传水平变化，也将促进宇航员健康监测和对策的发展。</p>\n<p>在针对由<strong>在轨扩增获得体外核酸序列的研究方面</strong>，由NASA在2016年支持的ISS项目Genes inSpace-1、Genes in Space-2以及Genes in Space-3三个相关项目利用PCR技术结合miniPCR设备（miniPCR–The DNA Discovery System™, 如图13(A)所示）进行了一系列空间环境下体外核酸研究，在应用PCR技术的基础上进行在轨PCR仪器的搭建，并完成不同基因的在轨扩增。首先Genesin Space-1验证了空间进行PCR实验的可能性，并成功扩增了SpX-8基因，并发现在微重力环境中可检测到DNA甲基化的差异。Genes in Space-2项目在完成Genes in Space-1测试的基础上进一步验证了可利用PCR扩增高度重复的端粒序列的能力，并测试了Loop介导的等温扩增（LAMP）比色测定法在ISS上检测扩增的可行性，该技术可适用于各种其他DNA测试需求，并能看到其在作为诊断工具在深空任务中的潜力。在Genes in Space-3项目在继续沿用miniPCR装置的基础上加入了上述的MinION生物分子测序仪，以及一些额外的酶来证明DNA扩增、DNA测序的样品制备以及ISS实际样品的测序的可执行性。该实验证明了<strong>便携式实时DNA测序可用于宇航员健康情况的评估检测，分析微生物DNA水平的变化并分析宇宙其他环境中基于DNA的生物</strong>。另外，Genes in Space-6项目在完成对于经历CRISPR/Cas9诱导的双链断裂的相应的地球修复的细胞中提取DNA进行扩增测序的基础上，首次在空间环境中诱导两株酿酒酵母细胞DNA损伤并在空间站上使用miniPCR和生物分子测序仪工具在分子水平上评估太空中的整个过程突变和修复。2016年由NASA支持的Wetlab RNA SmartCycler项目，构建包括CepheidSmartCycler商业定量PCR仪器（如图13(B)所示），允许测量人员从空间站处理和分析的样品中获取实时基因组数据，在ISS上进行实时定量基因表达分析，<strong>有助于研究人员更好地了解到生命是如何受到太空飞行的影响或适应太空飞行的</strong>。</p>\n<p> &nbsp;\n图13 在轨扩增核酸相关的设备: (A) miniPCR设备;(B) Cepheid SmartCycler商业定量PCR仪器. 图片均源自于NASA官网.</p>\n<p>国内对于核酸空间生命载荷研究的方向与国际略有不同，主要集中在<strong>集成化在轨微流控PCR芯片方向</strong>。2011年，北京理工大学邓玉林教授团队在“神舟八号”飞船上搭载了一套基因扩增装置（如图14(A)所示），完成在轨PCR实验。该装置集成了一种多通道PCR芯片，由光学粘合反应室和小型热循环仪组成。初步建立了具有空间适应性的自动化、集成化、连续化、系统化的微流控PCR芯片，实现了中国微流控芯片太空应用技术领域零的突破，这是中国首次在空间环境下开展基因实验，并实现在轨检测。2017年6月被送上ISS的项目NanoRacks-BIT-1同样来自邓玉林教授团队（如图14(B)所示），其研究方向主要为研究暴露于空间环境的PCR反应过程中的DNA错配规律，开发了一种基于微流控PCR芯片的小型化自动反应装置，通过测序测试在轨 DNA扩增产物，并与地面对照组比较，分析DNA扩增产物突变的频率、位置和偏差的规律。该研究旨在了解<strong>辐射如何破坏不同类型的DNA，确定人类基因组中辐射风险的关键领域，有助于在长期太空旅行中保护宇航员，并建立合理预防机制。</strong></p>\n<p> &nbsp;\n图14 集成化在轨PCR微流控芯片载荷: (A) 微流控芯片基因扩增装置; (B) 空间环境致生物微进化规律实验载荷.</p>\n<p>空间生命科学技术在蛋白质及核酸的载荷实验的应用已经具有了坚实的研究基础，在蛋白质载荷方面，空间环境下高质量蛋白质晶体的获取仍为该方向的研究热点，在进行现有结晶条件及结晶技术的探索和改进之外，建立起长期有效、稳定性好、自动化程度高、兼容性、小型化和集成度高的蛋白质晶体结晶生长支持设备也是未来的研究方向之一。核酸载荷方面，现阶段对于生物体内核酸进行检测的相关研究较为广泛，但在轨扩增和体外核酸序列分析方面的研究还处于发展阶段，在保证扩增实验正常完成的前提下，如何进行小型化、高通量、高自动化的在轨扩增设备的设计及制作可作为进一步思考及研究的方向。</p>\n<h2>三、未来趋势：器官芯片与火星生命探测</h2>\n<h3>1.人体器官芯片（Organs-on-Chip）</h3>\n<h4>为什么需要人体器官芯片？</h4>\n<h5>1）人体样本有限</h5>\n<p>尽管人类开展载人航天活动已经有数十年的时间，截止目前，有过飞行实践的航天员只有500多人，而我国更是只有11名进入太空飞行的航天员。类似NASA“双胞胎”实验可以从有限程度发现特定现象，但<strong>从生物学的统计意义上看，有限的样本支撑实验结论明显不足</strong>。同时，<strong>囿于伦理限制，更多的实验也不可能基于航天员本身开展</strong>。基于此，有效的替代模型技术将成为未来空间生命科学载荷技术的一项基础。</p>\n<h5>2）动物模型不准确</h5>\n<p>人体在太空环境下的生理过程研究是以活体器官系统在太空环境下的病理生理变化研究为基础。通常使用动物模型在地面上对人体生理过程进行分析，但<strong>动物模型成本高，速度慢</strong>，并且某些实验条件下会引发道德伦理问题，更核心的问题是<strong>动物模型通常无法准确还原人体生理环境</strong>。</p>\n<h4>什么是人体器官芯片？</h4>\n<p>人体器官芯片是近年来迅速发展的值得在空间载荷方向继续探索的新型技术。<strong>人体器官芯片（organs-on-chip, OOC）</strong> 是一种基于微流控技术的多通道3D细胞培养芯片，通过细胞生物学，生物材料和组织工程学等方法，在芯片上工程性地构建人体的某个器官或多个器官的模拟生理微系统，在新药开发、疾病模拟等领域具有极大的应用价值（如图15所示）。</p>\n<p>基于微流控技术的人体器官芯片<strong>保留了人体原始的细胞组织结构</strong>，具有<strong>体积小、成本低、系统稳定</strong>等特点，还可以通过精准控制实验条件，进行多种细胞种类的高通量实验，实现从细胞到组织，从组织到器官，从器官到系统的体内生理环境模拟，因此在体积成本限制、条件苛刻的空间舱实验环境中，器官芯片具有独特的实验条件优势，将成为关键的研究模型。</p>\n<p>\n图 1 5 &nbsp;( A ) &nbsp;人 体 芯 片 ( 图 片 来 源 于 Off Grid &nbsp;EnergyIndependence网站); (B) 各种器官芯片以及细胞、组织、器官芯片界面模拟图 (图片来源于Huh等人的研究).</p>\n<h4>太空环境对人体有诸多负面影响</h4>\n<p>长期的航天飞行中，太空的微重力和辐射环境会对人体的心血管系统、神经-内分泌系统、消化与泌尿系统、呼吸系统产生不同程度的消极影响，而针对这些系统的主要器官，如心脏、肾脏、胃、肺以及骨骼肌等在器官微流控芯片方向上也取得了一定的研究进展，这对于航天员长期在轨执行任务的医学保障具有重要意义。</p>\n<h5>心血管系统研究</h5>\n<p><strong>太空的微重力会使使人体下肢的血液发生头向转移，飞行的早期心脏做功增加</strong>，目前地面进行的新型器官芯片的研究或许可以用于太空环境中人体心血管系统的模拟，如Cheah等人于2010年的研究中开发了一种微流体芯片装置用于模拟生理微环境维持心脏组织生长（如图16(A)所示），在优化心脏细胞灌注和刺激条件后，可以将来自大鼠和人心脏组织活性保持长达300分钟，有助于体外研究正常和病理性心脏功能。另外，加拿大多伦多大学的Günther及其同事 设计的动脉芯片提供了一种“阻力动脉”平台（如图16(B)所示），其多功能设计允许对动脉壁周围的微环境施加动态变化，从而可以评估异质环境变化对微血管结构和功能的影响。</p>\n<h5>神经退行性疾病</h5>\n<p><strong>微重力和条件应激会导致人体内分泌系统激素分泌紊乱，激素分泌受到神经系统以及多个器官的调节</strong>。大脑和神经系统之间的结构-功能关系激发了许多以空间神经元网络形式的工程化类似物的研究，利用微流控器件可以通过电生理信号进而从头设计神经系统（如图16(C)所示），这种体系有利于研究太空环境对脑神经复杂生物电网络的影响。</p>\n<h5>肝代谢功能评估</h5>\n<p><strong>肝脏是人体内最重要的药物代谢器官</strong>，如何在体外实验中长时间地维持肝细胞生物活性并研究太空环境对肝脏的影响一直是一个难题。虽然肝细胞进行大部分药物代谢，但芯片必须模拟不同细胞类型之间的相互作用，才能实现比较完整的肝功能。目前肝芯片研究主要集中于在芯片上建立多种细胞组成的功能化肝组织生理学模型。如Cho等人通过微制造模板在共培养系统中分层模拟肝细胞，增加肝细胞和成纤维细胞之间的异型界面以更好的实现肝脏代谢功能（如图16(D)所示）。</p>\n<figure><figcaption></figcaption></figure>\n<p>图16 与航天医学保障相关的器官芯片研究成果: (A) 心脏组织生长芯片 (图片来源于Cheah等人的研究); (B) 动脉芯片 (图片来源于Günther等人的研究); (C) 神经网络系统芯片 (图片来源于Hardelauf等人的研究); (D) 肝脏组织芯片 (图片来源于Cho等人的研究).</p>\n<p>目前关于器官芯片的地面研究已经取得了一定的进展，结合了微流控技术、细胞组织工程的特点优势，应用于空间载荷得天独厚的条件，但是其发展仍面临一系列挑战：由于人体器官细胞组成多样，且受来自内分泌和免疫系统的复杂信号控制，单一种类器官芯片难以重建人体复杂的各个方面，如何构建多种类器官芯片平台进而模拟人体多个生理系统，以及器官芯片的标准化、元件化，以及空间飞行适应性等都是下一步探索的方向。</p>\n<h3>2.地外生命信息探测</h3>\n<p>宇宙中所有生命如何起源和进化，地外生命是否存在，以及所有生命的未来命运，是天体生物学中亟待解决的基本问题 ，同时也是人类探索太空的强烈驱动力。现在人类对于地外生命的存在形式的认识都基于地球生命。地球上的生命具有共同的生化基础和遗传历史 ，例如均可能起源于液态水、重要无机物、有机分子及能量的化学进化 。因此地外生命信息探测的常规方法是找到人类已知的地球生命标志物，包括但不限于水和氨基酸、胺、硫醇、硫酯、DNA、RNA、蛋白质、醛、酮、羧酸、脂肪酸、脂肪醇、多环芳烃等有机物 。</p>\n<p><strong>目前主要的生命标志物探测手段为原位探测，需要能够对包括多种有机分子在内的复杂混合物进行灵敏的化学分析的仪器</strong>。相比与地面应用仪器，地外生命探测环境对探测仪器具有较大的限制，这导致仪器的设计与集成要求更为严苛。在飞行期间或探测现场的恶劣条件（微重力、空间辐射、长期休眠等）下，探测仪器需要以完全自动化的方式完成多种类型的实验，并且保持稳定、灵敏、准确的特性。</p>\n<p>光谱仪 、 气相色谱 - 质谱 （ gaschromatography-mass spectrometry, GC-MS）、高效液相色谱 （high performance liquid chromatography, HPLC）等技术和仪器均被应用于原位探测中。其中，毛细管电泳（capillary electrophoresis, CE）技术具有广阔的应用前景。CE可以与多种检测方法结合，例如激光诱导荧光（laser-induced fluorescence, LIF）检测，以实现灵敏检测。同时，可以使用与CE具有相同分离原理的微流控芯片电泳（microchip electrophoresis,ME）的微流控平台将CE小型化（microchipcapillary electrophoresis,  ），以提高其便携性。Creamer等人 利用两种CE方法区分在生物过程和非生物过程中形成的17种氨基酸，为空间的生命信息探测任务提供了氨基酸生物印迹识别的理论基础。</p>\n<p>根据比较行星学的研究结果，太阳系内具备可能孕育生命的环境条件的地外天体包括火星、木卫二、土卫二、土卫六等 。其中，火星与地球具有相似的内部结构，环境也与早期地球类似 ，是地外生命信息探测的重点天体。因此，早在1976年，“海盗号（Viking）”登陆器（如图17(A)所示）就搭载了3个空间生命载荷以探测火星表面及亚表面数厘米厚的土壤中是否存在与地球上类似的微生物，然而其实验数据无法表明火星是否存在生命 。2003年“勇气号（Spirit）”、“机遇号（Opportunity）”和“火星快车（Mars Express）”（如图17(B)(C)所示）的联合探测结果表明火星早期有表面水活动，佐证了火星过去的环境可能更适宜生命的产生和演化 。2008年，“凤凰号（Phoenix）”（如图17(D)所示）确认了火星上水的存在，并且证实了火星土壤的强氧化性适宜生命存在。2014年，“好奇号（Curiosity）”（如图17(E)所示）返回的数据表明，大约在38至33亿年前，火星上可能存在水循环系统，盖尔陨石坑可能多次变成湖泊又多次蒸发，其沉积物形成了现在的夏普山 。基于“好奇号”设计的“火星2020号”将于2020年6月登陆火星，接替“好奇号”继续在火星上寻找过去生命留下的证据，将成为第一个采集火星表面样本并送回地球的航天器，为后续的载人火星任务铺平道路 。“火星2020号”将搭载多种空间载荷进入太空 ，其中，基于  -LIF技术的火星有机分析仪（the Mars Organic Analyzer,MOA）能够确定火星样品中多种有机分子的特性和浓度，包括胺、氨基酸、醛、酮、有机酸、硫醇和多环芳烃，检测限为十亿分之一（如图18所示），这种分析灵敏度是表征环境的可居住性，表征生物印迹的保存潜力，寻找过去生命的证据，分析返回地球的样本，以及测量和表征任何可能的前向污染所必需的 。</p>\n<p> &nbsp;\n图17 火星生命探测器: (A) 海盗号 (图片来源于NASA官网 );(B) 勇气号和机遇号 (图片来源于NASA官网 ); (C) 火星快车(图片来源于ESA官网 ); (D) 凤凰号 (图片来源于NASA官网 ); (E) 好奇号 (图片来源于NASA官网 ).</p>\n<figure><figcaption></figcaption></figure>\n<p>图18 MOA分析过程 (图片来源于Mathies等人的研究 ): 样品细粉通过漏斗进入萃取杯, 含水溶剂在压力的作用下与之混合以提取有机分子. 将该提取物转移至可编程的微流控样品处理 系统或PMA进行荧光标记, 随后在微制造的毛细管电泳通道上进行注射、分离和高灵敏度检测, 得到各种有机分子的特性和浓度.</p>\n<p><strong>除在太阳系中探测生命标志物，人类也有其他寻找地外生命信息的方向</strong>：</p>\n<ul>\n<li>（1）发射带有“地球名片”的探测器，希望地外智慧生命能够识别并主动联系我们，例如“先驱者号（Pioneer）”和“旅行者号（Voyager）”两个探测计划；</li>\n<li>（2）发展太空天文望远镜技术以在太阳系外找到地外生命存在的环境，例如ESA与法国国家空间局（FrenchNational Space Agency, FNSA）合作的COROT计划，以及NASA发射的开普勒（Kepler）探测器等。</li>\n<li></li>\n</ul>\n<p> &nbsp;\n图19 地外生命探测器: (A) 先驱者10号探测器(图片来源于NASA官网 ); (B) 旅行者号探测器(图片来源于NASA官网 ); (C) COROT探测器(图片来源于ESA官网 ); (D) Kepler探测器(图片来源于NASA官网 ).</p>\n<p>至今为止，人类已经针对探测地外生命做了许多工作和努力，并取得了部分具有重大意义的数据与结果，正如Astronomer所说的“寻找外星生命的进程正在加速中” 。随着生命科学、深空地学、天文学、深空探测技术等科学与技术的发展，以及各个国家地区之间更加紧密的合作，非接触式的探测已经无法满足人类的好奇心，进行原位直接探测的载荷在地外生命信息探测中的作用将日益显著。</p>\n<h2>四、结语：太空中的生命科学，人类文明的新边疆</h2>\n<p>空间生命科学载荷技术的发展，不仅是科技的竞赛，更是人类对自身与宇宙关系的终极追问。当我们通过器官芯片解析太空疾病的机制，或在火星土壤中发现氨基酸的痕迹时，我们不仅在探索生命的可能性，也在重新定义“生命”本身。</p>\n<p>未来，随着中国空间站的建成与深空探测计划的推进，自主创新的载荷技术将助力我国在这一领域走向前沿。从一粒种子在太空发芽，到人类足迹踏上火星，空间生命科学的每一次突破，都在书写着文明的新篇章。</p>\n<h2>参考文献</h2>\n<blockquote>\n<p><strong>笔者注</strong>：本文基于《空间生命科学载荷技术发展与未来趋势》论文整理，部分案例与数据已做通俗化处理。想了解更多专业细节，可查阅原文或相关航天机构官网。</p>\n</blockquote>\n",
      "date_published": "2025-03-04T06:47:44.000Z",
      "date_modified": "2025-03-06T16:53:00.000Z",
      "authors": [],
      "tags": [
        "科技前沿"
      ]
    },
    {
      "title": "生命是二元的还是渐变的",
      "url": "https://newzone.top/astrobio/Life_Binary_or_Gradual.html",
      "id": "https://newzone.top/astrobio/Life_Binary_or_Gradual.html",
      "summary": "Is Life Binary or Gradual? 摘要 生命的二元性在日常经验中根深蒂固，生与死、生命与非生命之间的明显区别就是明证。 虽然这种二元视角与医学和大部分生物学等学科相吻合，但在微生物学、病毒学、合成生物学和系统化学等领域却出现了不确定性，这些领域的中间实体对生命或非生命的直接分类提出了挑战。 本文探讨了二元和非二元生命概念背后的动机。...",
      "content_html": "<p><a href=\"https://www.mdpi.com/2075-1729/14/5/564\" target=\"_blank\" rel=\"noopener noreferrer\">Is Life Binary or Gradual?</a></p>\n<h2>摘要</h2>\n<p>生命的二元性在日常经验中根深蒂固，生与死、生命与非生命之间的明显区别就是明证。 虽然这种二元视角与医学和大部分生物学等学科相吻合，但在微生物学、病毒学、合成生物学和系统化学等领域却出现了不确定性，这些领域的中间实体对生命或非生命的直接分类提出了挑战。 本文探讨了二元和非二元生命概念背后的动机。 尽管人们认为有必要明确定义生命，特别是在生命起源研究和天体生物学的背景下，但越来越多的证据表明，在直观上明显有生命的东西和明显没有生命的东西之间存在着灰色地带。 这促使人们考虑从渐进主义的角度来看待生命，把生命描绘成一个具有不同 \"生命 \"程度的光谱。 鉴于目前的科学状况，是否存在一个明确的阈值仍是未知数。 然而，认识论粒度和认识论视角的转变影响着问题的框架，而科学的进步则缩小了可能答案的范畴：如果存在阈值，那么它只能是比直观认为的生命或非生命更精细的层次。 这凸显了对无生命和有生命进行更精细区分的必要性。</p>\n<h2>1. 引言</h2>\n<p>生命是一个在我们的日常经验中产生深刻共鸣的概念，在生物学中占有特殊的地位，生物学是一门明确致力于研究生物体的学科。定义生命一直是一个典型的哲学工作。几个世纪以来，思想家们提出了无数的概念，反映了这一基本概念所固有的复杂性和丰富性。在古代，亚里士多德将生命与灵魂的占有联系起来，在生命和存在的内在维度之间建立了联系[1]。莱布尼茨在他的《单子论》中认为，生命是由单子的聚集产生的，单子是不可分割的存在单位[2]。在现代生物学的曙光中，布冯将生命视为有机分子的固有属性，而康德则将其定义为有组织的身体的存在[3,4]。视角的多样性凸显了捕捉生命复杂和不断发展的本质的挑战。今天，这种概念上的探索仍然存在，这证明了一种持久的哲学挑战[5]。薛定谔[ 6]、奥帕林 [ 7]、克里克 [ 8]、德杜夫 [ 9]、梅纳德-史密斯和萨斯马里 [ 10] 等科学家试图通过列举特定属性来定义生命：物质交换、个体生长、自我繁殖、进化、新陈代谢、热力学失衡等。虽然这些定义通常带有改进性，但许多定义可以被视为突出了某些观点，例如代谢或遗传因素[11]。尽管有人质疑定义生命的可行性[12,13,14]，但在实践中，研究人员经常回到像NASA这样的定义，该定义断言“生命是一个能够经历达尔文进化的自我维持的化学系统”[15,16]。 事实上，鉴于目前的技术水平，这些定义被认为是充分的，至少作为工作定义[17]，并且务实的共识倾向于围绕它们趋同，并理解将根据证据和理论的要求进行修订。</p>\n<p>上述定义中的细微细节本身可能具有信息性和价值，但出现了一个关键的观察结果——它们通常将生命描绘成一个二元结构，体现了生物和非生物之间的二分法[18]。这种概念化不可避免地导致阈值的识别，阈值有时位于不同的点上，例如，以不同方式强调个人和集体属性的定义就是这种情况[19,20,21,22]。虽然有人可能会争辩说，如果这些定义不是被解释为分类的工具，而是服务于其他目的，如操作或理论目标[17,23,24,25]，这不会造成问题，但问题的关键在于这些定义的内在性质。无论它们的预期功能如何，它们始终可以用作分类工具。这甚至似乎是定义行为本身的内在结果，它本质上寻求类似于确定必要和充分条件的精确分界。</p>\n<p>当考虑生命定义时，讨论的矛盾性质变得明显，这些定义经常划定明确的界限，假设生物和非生物之间的二分法，但同时承认中间体的连续统一体，无论是在当代科学中，还是在地球上生命的历史起源中[5,11]。事實上，這種生命的二分法並不總是經得起嚴格的推視，特別是在深入研究探討生命邊界的特定科學領域時[26]。例如，在微生物学中，越来越多的微观实体，如巨型病毒和减少的微生物共生体被发现，它们无法进行明确的分类，这说明了生命形式固有的灰色性[27,28]。在合成生物学和系统化学中，合成了挑战我们传统生命观的人造实体[29,30,31]。因此，出现了一种基于渐进主义生命观的更细致入微的方法[32]。这种观点承认不同程度的生命，这些生命是惰性和生命性之间的灰色地带的特征。人们提出了诸如“生命特征”、“生命空间”[33]和“生命”[34,35]等概念来解释这种渐变的概念。</p>\n<p>这就带来了一个两难的境地。一方面，显然有必要为明确和达成共识而定义生活;然而，定义方法，通常指定必要和充分条件，倾向于将生命描述为一个二元概念。另一方面，越来越多的证据表明，在明确无误的活着和明显没有活着的东西之间，存在着灰色地带。基本问题仍然存在：生命本质上是二元的，还是存在于渐进的或灰色的光谱中？</p>\n<p>这个问题在与科学实践相关的形而上学、认识论和方法论方面具有重大意义。这场辩论的核心是形而上学，深入探讨生命的本质，质疑生命和非生命实体之间的本体论连续性或不连续性，并触及更广泛的哲学思考，即生命是否在我们的自然本体论中具有特殊地位。认识论意义涉及我们对生命的描述和理解，这是由现有的最佳科学知识提供的。在实证调查的推动下，这场辩论直接塑造了我们对生命的概念化和理论化方式，二元视角在生物和非生物之间建立了明显的界限，而渐进的观点则表明了挑战传统观点的微妙光谱。方法论影响影响天体生物学和生命起源研究等领域。虽然寻找外星生命通常依赖于二元假设，但渐进的观点明显促使人们重新考虑搜索标准，并采用更灵活的方法，以适应更广泛的潜在条件。至于对生命实验合成的研究，渐进的视角允许对生命和非生命实体之间可能的中间状态进行更复杂的探索。</p>\n<p>本文旨在探索将生命解释为二元或非二元背后的基本动机。承认存在着结构和功能上多样化的实体居住的灰色地带，因此对定义生命的门槛施加了质疑。除非有令人信服的证据表明，在明确无误的活着的东西和明确没有活着的东西之间有一个明确的过渡门槛，否则任何生命的分界点即使不是武断的，也会成为约定俗成的。因此，关键问题围绕着是否存在正当理由将生命视为二元现象或渐进光谱。该贡献表明，回答这个问题在很大程度上取决于它的框架，特别是在认识粒度（详细程度）和认识视角（描述空间或可变空间的选择）方面。但是，证据将断言限制在特定粒度和特定视角内。如果存在一个确定的阈值，它必须位于一个比对生命和非生命的直观理解中通常预设的更精细的粒度。</p>\n<h2>2. 感知生命的二元本质</h2>\n<p>The Perceived Binary Nature of Life</p>\n<p>列举了被认为对生命进行表征的必要和充分的特征集的定义，或者将自己呈现为生命系统应该以某种方式同构的模型，与二元假设密切相关，即在自然界中，存在两组物体——那些是有生命的（对应于所采用的生命定义）和那些不是。根据[ 36]，生命的二元预设可以表述如下：</p>\n<blockquote>\n<p>（二）对于任何实体 E，E 要么活着，要么不活着。</p>\n</blockquote>\n<p>这种二元预设被常识和所谓的民间生活概念广泛接受[37]。有理由认为，它在日常生活和我们周围的各种实体的分类中找到了理由。（Bi）确实是在两个对比鲜明的背景下被调动起来的，它们沿着两个截然不同的对立面描绘了生活。</p>\n<p>第一种是更直接、更直观的对比，源于人类内在的欲望，即区分活着的实体和不再活着的实体。这种生死对立具有深远的意义，例如，促进了哀悼的情感过程，识别了潜在的威胁，或免除了对已故实体的未来责任。它倾向于历时地适用于同一实体，标志着之前和之后，影响个人对生命短暂和相关情绪反应的看法。</p>\n<p>第二个对比将生命与惰性区分开来，将生命与非生命联系起来。与第一种对立不同，这种区分不是以实体状态的变化为中心，而是旨在根据其固有性质对不同的实体进行分类。这种对比的实际用途是多方面的。根据实体是活着的还是惰性的对实体进行分类有助于识别那些可能构成潜在危险的实体：熊不会构成与岩石相同的危险（至少在一定程度上）。它还可以用于界定责任，例如某些环境理论，例如生物中心主义，其中对生物实体的特定职责进行了理论化。这第二个对立倾向于同步运作，根据其固有特征对各种实体进行分类。</p>\n<p>生命的二元预设在共同的经验中找到了验证，证实了这些对立的有效性。因此，它深深植根于日常生活中，影响着个人对生、死的叙述，以及有生命与无生命之间的区别。</p>\n<p>在科学中，这两种对立在建立二元生命概念方面也起着关键作用。许多与健康相关的学科，包括医学和兽医学，本质上认为生命与死亡相对立。其他学科则以生命和惰性之间的区别为前提。因此，生物多样性研究旨在清点生物实体及其物种，而天文学或合成生物学等对天体生物学有贡献的学科则分别寻求识别或创造与惰性相对立的生物。</p>\n<p>因此，深深植根于常识的二元预设（Bi）与科学实践相一致。它表明，将实体分为两个不同的组通常是相关的。然而，问题仍然存在：这种二元框架是否真正反映了生命不同表现形式所固有的复杂性？二元原则（Bi）经得起推敲吗？生与死和生与惰性的对立是否像看起来那么强大？</p>\n<h2>3. 生命二元本质的挑战</h2>\n<p>Challenges to the Binary Nature of Life</p>\n<p>尽管有无穷无尽的确认，但即使在日常实践中，生死对立也并不总是容易实现的。宣布一个人的死亡可能极具挑战性，导致关于选择确定脑死亡或神经系统死亡状态的适当标准的辩论。值得注意的是，一个人的脑死亡可以与某种形式的代谢生命在一定时间内的保存共存，从而能够收获仍然活着且功能良好的器官。更具挑战性的是脑死亡逆转的可能性，正如最近研究的那样[38,39]。因此，从生到死的转变似乎远不如生死对立所暗示的那么明显，暗示了一个比（Bi）所暗示的更复杂的现实。</p>\n<p>仔细观察就会发现，活生生的惰性对立偶尔也会受到挑战，而且没有实际用处。例如，在生物多样性研究中，尽管专利使用了“生物”一词，但反对意见往往无法运作：研究往往强调宏观生物（如动物、植物），而牺牲了微生物（如细菌），从而排除了很大一部分生物。例如，IPBES（2019年生物多样性和生态系统服务政府间科学政策平台）报告的执行摘要没有提到微生物、细菌或病毒，尽管它们在完整报告中得到了承认，因为它们应该被承认[40]。另一个例子是生态系统恢复，通常侧重于植物和动物[41,42]。矛盾的是，一些多样性研究可能会检查非生命实体或被归类为非生命实体的实体，如病毒多样性研究[43]。</p>\n<p>此外，微生物学引入了许多挑战分类的实体，使我们对生命和非生命的直觉产生了怀疑。这包括其大小和基因组复杂性超过一些最小细菌的病毒[27,44]，以及功能和遗传上如此减少的细菌，以至于它们的真实生命性质受到质疑[28,45]。微生物动物园还包括人工简化的天然生物体[46]、RNA病毒颗粒或类病毒[47]、称为卫星的病毒因子[48,49]、称为噬菌体的病毒[50]、自主DNA链或质粒[51]、朊病毒[52]等等。</p>\n<p>因此，现实似乎比生与死和生与惰性的对立所暗示的要复杂得多。正如我们现在将要探讨的那样，天体生物学也出现了类似的复杂性。</p>\n<h2>4.天体生物学中一或多生命？</h2>\n<p>One or Multiple Lives in Astrobiology?</p>\n<p>天体生物学包括各种学科和多种方法论方法，围绕着生命起源及其在地球之外的潜在存在这一广泛框架的问题。这在欧洲天体生物学路线图（AstRoMap）的纲领性定义中很明显，该路线图将天体生物学解释为“在宇宙进化的背景下研究生命的起源、进化和分布;这包括太阳系内外的宜居性“[53]。这也体现在美国宇航局天体生物学路线图的价值论视角中，根据该路线图，“天体生物学包括寻找太阳系以外可能有人居住的行星，探索火星和外行星，对生命起源和早期进化的实验室和实地调查，以及研究生命适应未来挑战的潜力， 无论是在地球上还是在太空中“[54]。由于范围如此广，天体生物学将众多科学学科与不同的方法结合在一起，为最广泛意义上的生命起源和分布提供了互补的视角。这些方法和相关的研究主题不仅仅是程序性的，而且在科学实践中是显而易见的，正如对科学语料库的分析所表明的那样，包括对该领域主要期刊的主题文本挖掘分析[55]。</p>\n<p>在这种观点的多样性中，可以确定两种方法（除其他外），其中生命实体和惰性实体之间的区别似乎是相关的，同时引起略有不同的解释，或者至少是与识别生命存在相关的不同研究目标。第一个侧重于生命系统的合成。这种方法通常出现在合成生物学和系统化学领域，包括与早期地球的益生元条件相一致或不一致的研究计划。这些程序通常使用广泛的化合物作为起始材料，无论是益生元上合理的分子，从当前生物中提取的大分子，还是人工合成的化合物。在这些研究工作中，一个焦点目标是原始生命系统的合成，本质上是在实验室中设计生命。这个想法是通过实验证明弥合惰性和生命性之间差距的可行性，通过构思化学系统，尽管是最小的，能够拥有通常归因于明显生命实体的主要功能（例如，[ 29， 30， 31， 56]）。因此，目标是创造化学系统，这些化学系统开始类似于有生命的东西，但在最低限度的意义上——可以说是最低限度的生命系统。</p>\n<p>另一种不同的方法，其中活体/惰性区别似乎是寻找生命的痕迹或“生物特征”（例如，[ 57， 58， 59， 60]）。这种搜索可以在检查古代陆地岩石的背景下进行，以潜在地识别极其古老的生命痕迹，就像在地质学和古生物学领域内进行的那样。对生物特征的探索也延伸到太空探索和寻找太阳系其他地方的生命迹象，如火星或木星或土星的冰冷卫星。此外，它发生在越来越多的系外行星的发现和表征中，特别是通过对这些行星的大气光谱的细致检查。在所有这些情况下，目标是筛选现有证据，以确定确认生物起源的经验上令人信服的元素——从本质上讲，一个真正的生命实体是我们观察到的来源。通过这样做，这种生物特征隐含地指的是一种已经相当复杂的生命概念，例如，一种能够进行如此具体的新陈代谢的生命，以至于它留下了无可争辩的痕迹，不可能与非生物过程混淆。</p>\n<p>虽然第一种情况在实践中针对的是最低限度的生命实体，但第二种情况隐含地涉及能够产生令人信服的生命痕迹的不可否认的生命实体。这种差异也体现在每种方法试图减轻的认识风险类型上。虽然第一种情况可能希望避免在实验室中合成的最小生命（假阴性）在旨在消除任何假阳性的受控、可复制条件下未检测到，但第二种情况从假阳性的角度考虑了认识风险：目标是避免在没有生命的地方确认生命的存在，否则这将是有害的。</p>\n<p>无论如何，这两种方法都有基于不同生命概念的研究目标，因此可以考虑一系列生命程度，从合成生物学所追求的最小生命系统到寻找生物特征通常预设的不可否认的生命系统。</p>\n<h2>5. 以等级概念化生命</h2>\n<p>Conceptualizing Life in Degrees</p>\n<p>将实体分类为不同类别的所有挑战——关于它们是否活着——往往表明生命更多的是一个程度问题，而不是一个明确、明确的转变。如果是这样的话，那么生命的二元本质的前提（Bi）并不像有时所主张的那样有力地证明，至少在足够详细或精确地检查时是这样。生活将更多地是关于“或多或少”而不是“全有或全无”，在两个明确确定的极端之间有临界案例：明显没有生命的和明显活着的（至少从我们所说的讲述，也就是说从认识论上讲）。在这里，我们遇到了一个已经存在的旧观念，例如，在皮里[61]的作品中，关于在明显活着的东西和明显没有生命的东西之间存在灰色或不确定的区域。这导致采用渐进主义假设，可以表述如下：</p>\n<blockquote>\n<p>（G）对于任何实体E，E要么明显活着，要么明显没有活着，要么或多或少地活在这两个极端之间。</p>\n</blockquote>\n<p>将生命度的中间区域（“生命空间”或“生命”区域）形式化的一种方法是确认在点0的明显无生命（例如基本分子，例如 <sub>2</sub> <sub>3</sub> CO，NH等）和明显生活在点1（由我们眼中不可否认的活着的复杂单细胞生物代表）之间存在一个渐变的尺度。 例如，经过充分研究的细菌，如大肠杆菌或生殖支原体）[32,33,35,62]。</p>\n<p>那么问题就出现了，假设事先就明显没有生命状态和明显活着状态的基准达成一致，以测量中间区域实体的这种生命程度。衡量这种生命程度的一个直接方法是，作为一个整体来评估这些实体的活动与特定明显生命实体的活动（例如，代谢成分、繁殖、产生变异等）的相关性，与明显没有生命的实体（例如，拥有质量，就像生命实体一样）相比。</p>\n<p>虽然这个解决方案乍一看似乎很简单，但问题在于，或多或少的生命实体可能会执行彼此非常不同的活动。例如，一种巨型病毒可能储存了大量的遗传信息，但不能单独代谢其复制所需的所有成分，顺便解释了它与其他明显活着的生物体相互作用的关键能力。相反，减少的内共生细菌可能存储较少的遗传信息，同时仍然能够合成其相对大部分的成分，尽管远未实现自主性并且仅与宿主细菌的相互作用受到限制。</p>\n<p>衡量生命力问题的一个解决方案是确定这些实体在做什么——也就是说，确定它们的各种活动或功能能力——并比较衡量它们在执行这些活动时的表现程度。事实上，虽然比较执行非常不同活动的实体的整体寿命可能具有挑战性，但一次比较一个活动似乎更容易。例如，考虑个性化的能力（即实体将自己与周围环境区分开来的结构和过程）。</p>\n<p>个性化可以通过多种方式实现，因此可以获得不同的性能分数。人们可以设想在矿物区室中构想一种基本的个体化模式（例如，[ 63]）;这种隔间将提供个性化的手段，但将是固定的，几乎没有机会与环境进行定向分子交换。一种稍微复杂的个体化模式是由简单的两亲性分子（例如脂肪酸）的自组装产生的双层囊泡;尽管这些囊泡具有柔韧性和可移动性，但仍然非常脆弱，对浓度、温度和pH值敏感[64]。通过在这些膜中插入稳定分子（如甾醇或两亲性多肽）将获得性能稍高的个体化模式，从而产生更坚固的囊泡[65,66]。可以想象，配备有专门转运蛋白和活性催化剂的膜将构成一种更复杂的个性化模式，能够产生和维持与其环境的化学失衡（例如，[67]）。直到当前一些微生物的极其复杂和多功能的膜，例如那些作为生命度 1 的基准的膜。</p>\n<p>一旦完成类似的绩效评估，对于给定的实体，以及与明显有生命的实体的基准相关的所有标志性活动或功能能力，它们就定义了一个多维的“生命特征”（图1）。在这个生命空间中，任何实体都由一个向量表示，该向量与 1 标记超平面的距离表明它的接近程度与明显活着的实体一样有生命。这种向量表示有助于在实体之间进行有意义的比较，同时可以对每个实体的这些度量进行平均，并确定每个实体的总体寿命。</p>\n<p>​</p>\n<blockquote>\n<p>\"图 1.生命空间和生命特征。基准生命实体的标志性功能能力定义了生命空间。对于基准明确存在实体，功能性能为最大 （1），对于基准明确无生命实体，功能性能最小 （0）。一个或多或少活着的实体在不同能力上的不同表现决定了它特定的生命特征。\"​</p>\n</blockquote>\n<p>这种生命性测量的可能可操作性表明，识别实体的功能能力及其性能（或复杂程度）的合法方法是分析有关这些实体的科学话语[36]。潜在的假设是，科学对这些实体的评价是关于其功能能力的最佳信息来源。然后，确定一个实体的功能能力涉及确定有关该实体的科学话语中存在的主题。一个主题与给定实体的相关性越强，就越能说它描绘了该实体的特定和复杂的功能能力。用应用于大量科学文章语料库的文本挖掘方法分析这些话语，可以识别这些功能能力，从而产生多维性能向量或“生命特征”。在评估生命力时，达到 1 分是最重要的，尽管人们可能会考虑其他情况，在这些情况下，衡量超过 1 分的绩效可能是相关的（例如，如果区分各种类型的明显生命实体变得相关）。这种多维表示也可以扩展到包括其他相关维度（例如，如果外星生命的发现偏离了我们所知道的生命，并促使我们修改这些维度）。</p>\n<p>很明显，描述明显没有生命的东西和明显有生命的东西之间的灰色地带不仅是可能的，而且在经验上也更充分，因为这些物质是由或多或少的生命实体居住的。这些实体的整体表现不如明显活着的实体。取决于人们是采用旨在描述当今生命多样性的研究视角，还是在原始地球上的惰性物质中出现期间，填充生命空间的实体要么是今天存在的实体，例如通过微生物学识别，要么是被确定为生命出现和进化过程中可能的中介的实体。</p>\n<p>这导致了反对生命的二元原则（Bi）的经验论证。它确立了确定生命程度的可行性，从而将（Bi）规定的突然阈值重新解释为（G）所适应的渐进过渡。当然，这前提是寻求更详细地描述生活，可以说具有更精细的认识粒度。</p>\n<h2>6. 对未确定和回应的异议</h2>\n<p>Objection of Underdetermination and Response</p>\n<p>对这种渐进主义观点的可能反对意见可能会诉诸于决心不足的论点，试图通过强调这种概念在经验上依赖于有限数量的数据点来削弱生命概念的正当基础。尽管前面提到了各种例子，但发现的实体相对较少，迄今为止人工合成的实体更少，可以归类为明显没有生命和明显有生命之间的灰色地带。因此，渐进主义论证的经验基础相对稀少，为在这几个分散的点中可能存在一个重要的门槛留下了空间。通过重新定义这个假设阈值的边界，作为一侧无生命和另一侧明显存在的生命之间的分界线，有可能重新引入二元原则。这种反对意见可以用两种方式来表达：一种是可以争辩说，在生命空间的一个或几个维度上可能存在一个可能的阈值;或者，可以说，这样的门槛可能会同时影响所有生命维度。</p>\n<p>无论如何，这种反对意见涉及采用比渐进主义论文所采用的更精细的认识粒度，允许识别某些经验数据点组之间的可能空间，并基于原则论证重新引入其中一个空间中可能存在的主要阈值（图2）。</p>\n<p>​</p>\n<blockquote>\n<p>\"图2.二元生命概念和渐进生命概念之间可能的争论动态。图表将整体寿命描述为实体类型的函数（按复杂性等排序）。可以做出类似的表述，只关注生命的一个相关维度。（a） 根据（Bi），一个明确的门槛将生命与非生命区分开来（绿色）。（b）渐进的概念（G）认为生命的区别存在于更精细的认识粒度上（橙色）。（c） 以更细的粒度（绿色）设定了新的阈值。（d） 生命的渐进区别在更细的粒度（橙色）上重新引入。\"​</p>\n</blockquote>\n<p>对这一反对意见的回应将涉及类似地制定一个原则性的论点，援引认识论粒度的又一次变化。事实上，原则上没有什么可以禁止设想可能存在新的或多或少活着的实体，这些实体的生命可能符合这个新的所谓生命阈值的界限。人们甚至可以争辩说，由于这种启发式方法已经被证明是成功的，导致了或多或少的活体的识别，如上面讨论的那些，它可能会再次起作用，并导致在这些先前确定的实体之间识别新的实体，特别是在反对渐进主义论点提出的新阈值内（图2d）。总之，虽然渐进式过渡可能被批评为可能在更细的晶粒上容纳阈值过渡，但阈值过渡反过来可能被证明是更渐进的，在更细的晶粒上。</p>\n<p>不难理解，对渐进论证的反对及其引发的回应是原则性的观点，可能会引起无限的回归，而这种回归的动力不断来自越来越精细的认识粒度的变化。至少有两种方法可以阻止回归。第一种观点认为，最终涉及描述感兴趣现象的细节或技巧的认识粒度实际上是上下文的，这意味着它取决于指定所需详细程度的研究上下文。因此，如果一个特定问题需要一定程度的详细程度，那么考虑到另一个研究问题，另一个层次的细节可能看起来更相关。从本质上讲，这就是说，在粒度级别之间可以进行仲裁，根据所追求的研究目标，所有仲裁都是同样合法的。这意味着（Bi）和（G）都可以被认为是有效的或相关的，但在不同的认识背景下，粒度级别不同。</p>\n<p>解决可能的无限回归问题的第二种方法是承认，如果存在阈值，它现在只能处于比 （Bi） 最初设想的更精细的粒度级别。事实上，科学发现的一定数量的或多或少的生物实体（如上文所述的巨型病毒或微型内共生细菌）的存在限制了任何阈值（如果存在的话），充其量只能将自己定位在这些实体之间。其结果是必须制定一个新的二元假设（Bi'），其较窄的边界是其中一些灰色实体。科学确实提供了越来越精细的描述，在某种程度上更接近现实。或多或少有生命体的发现对（Bi）起到了约束作用，推动了重新表述，调动了更细粒度的界限，这些界限越来越窄，从直观上可以称为明显无生命和明显有生命的界限。</p>\n<p>另一个需要考虑的因素是前进时采用的认识论视角（Bi），其中认识论视角是指描述现象的角度（这主要反映在描述性变量的选择上）。事实上，根据一种观点，阈值转变完全有可能在另一种观点下是渐进的。在手头的案例中，认识论的观点试图描述能够区分世界上实体的主要生命阈值的存在或不存在。这种观点的前提是，在给定的时间点，所有现有的实体都以某种方式以一种有原则的方式列出和排序，例如，按照复杂性的升序排列，或者使用另一个指标，如组装理论[68]，然后评估它们的生命性。然后，（Bi）或（G）是否为真，应该在该生命性图上将其视为实体复杂性排名的函数，要么显示显着的阈值转换，要么显示渐进的阈值转换（图3，橙色图）。</p>\n<p>​</p>\n<blockquote>\n<p>\"图3.关于（Bi）和（G）的认识论观点。二元或渐进论证可以通过考虑给定时间（橙色）对实体的寿命分布（例如复杂性排序）、考虑最复杂实体随时间推移达到的最大寿命（绿色）、随时间推移的最大实体复杂性（蓝色）或作为时间和最大实体复杂性函数的最大寿命（红色）来部署。根据一种观点的阈值可能揭示另一种观点的渐进过渡。注意：为简化起见，假定随时间变化出现的实体类型比以前的实体更复杂，并且会持续存在（橙色曲线随时间累积）;更现实主义的表述将显示生命曲线的变化作为复杂性的函数，解释所有生命和灭绝价值的新实体。\"​</p>\n</blockquote>\n<p>然而，人们也可以试图描述最大寿命水平如何随时间变化。在考虑生命起源的历史问题时，这种观点尤其重要。与第一种共时情况相比，描述性变量发生了变化：我们现在必须考虑随时间推移的最大寿命图（图3，绿色图），这一观点可以引发有关潜在进化过程的问题[69,70,71,72,73,74,75]。人们还可以对最大复杂度随时间的演变感兴趣，这是对同一类现象的另一种视角（图3，蓝色图）。关键的一点是，根据一个观点，看似一个门槛的转变，在另一个角度来看，可能是一个渐进的转变。例如，根据共时的观点，可能看起来像一个阈值转换（在给定时刻某些实体之间存在生命阈值）可能被证明是给定类型的实体随着时间的推移逐渐完善的结果（甚至与中间实体的消失相关的生命增加）。</p>\n<p>请注意，考虑到这些不同的认识观点，可以区分可能在相对精细的粒度上发生的几种类型的转变（图4）。例如，当生命力的相对缓慢的改善而没有实体变化时，某种形式的“实体改善”可能会起作用（图4（b1））。当生命突然增加并出现许多实体时，可能会发生“生命辐射”（图4（b2））。可以称为“实体创新”，可能包括在不改变实体类型的情况下快速提高寿命（图4（c1））。</p>\n<blockquote>\n<p>​\"图4.二元和渐进的过渡取决于认识论的观点。（a） 所有过渡都是渐进的一般情况，与选择哪种视角无关;这代表了随着实体多样化导致复杂性增加而缓慢改善寿命的情况。（b） 在一个角度上描述渐进过渡，在另外两个角度描述二元过渡的案例，代表不同类型的生活改善模式，有或没有实体多样化和复杂化。（c） 一个角度没有明显变化，两个角度有二元转换的案例，描绘了其他变化模式，包括现状。最大寿命随时间和最大实体复杂度变化的实际轨迹，用红色表示，箭头表示变化方向;橙色（生命值是给定时间复杂性的函数）、绿色（最大生命值随时间变化的函数）和蓝色（最大实体复杂性随时间变化的函数）的不同视角（平面）的投影（与图 3 的颜色编码相同）。\"</p>\n</blockquote>\n<p>无论如何，视角的选择对于评估任何转变的二元性或渐进性至关重要。仅仅通过考虑这三个维度（生命性、按复杂性排序的实体和时间），（Bi）或（G）的相关性就会立即在三个可能的投影平面上受到质疑，每个投影平面都代表着独特的认识论视角。重要的是，从一个角度来看，可能看起来像一个门槛过渡，但从另一个角度来看，可能表现为渐进过渡，甚至没有明显的变化。认识到具有不同生命程度的实体的状态空间所包含的维度超出了所讨论的三个维度，预计存在许多阈值或渐进过渡。对于生命起源研究来说，一个重要的考虑因素是不仅要了解每个阈值是如何跨越的，还要了解不同的阈值和渐进的转变是如何相互联系或联系的[76]。这种相互联系对于弥合无生命和有生命之间的差距至关重要。</p>\n<h2>7. 对激进相对主义的反对与回应</h2>\n<p>Objection of Radical Relativism and Response</p>\n<p>将生命的二元或非二元本质转化为一个与粒度和认识论观点相关的问题，可能会面临激进相对主义的批评：如果对生命本质的每一个判断都是相对于给定的粒度和给定的描述性视角而言的，那就意味着，最终无法提供问题的答案。它表明，确定生物的性质及其与非生物的具体连续性或不连续性是不可能的。</p>\n<p>有几个原因促使我们抵制这种批评。第一种是断言，仅仅因为关于问题的结论是相对于认识粒度和观点而言的，并不意味着它不存在。相反，我们完全有理由相信，考虑到提出问题的背景，特别是考虑到所采用的认识粒度和视角，对生命的特定描述是充分的。换句话说，一旦认识论的粒度和观点被固定下来，我们就完全有理由相信，可以为这个问题提供答案，而且在这种认识论的背景下，它可以在经验上被证明是充分的和有用的。出于非常务实的原因，某些情境可能需要在生命和非生命之间的灰色地带划清界限，甚至可能以不同的方式这样做。</p>\n<p>正如我们所看到的（第4节），系外行星学家和合成生物学家不需要用“生命”来表示相同的含义来进行他们的研究：在他们各自的背景下，生命的某些方面将是相关的，而不是其他方面。这与一种语用主义观点相一致，根据这种观点，某些模糊的概念（例如“功能”等）可能会根据上下文以不同的方式消除歧义[77]。在这方面，某些实体在某些上下文中是活的，而在其他上下文中则不然，因为是否使用这条线或那条线，或者根本不使用线，当然是由上下文的语用元素决定的。然而，与此同时，任何给定类型的实体的生命程度仍然是世界的客观事实：这最终可以独立于这些背景观点来衡量。同样，这种程度的寿命是落在灰色地带的给定线的这一边还是那边，也是一个既定的事实。因此，虽然生命的灰色地带与维特根斯坦的家庭相似性观点或模糊的财产簇类型论点[78,79,80]一致，但并非一切都顺利：测量生命引入了一种原则性的方法，以经验绘制出这个灰色地带，使我们能够以有意义的术语谈论在其边界之间发现的实体的相对差异。</p>\n<p>抵制激进相对主义批评的第二个原因是承认科学所取得的渐进式进步。这些进步逐渐用新的经验数据点填充了我们抽象的理论景观，这些数据点限制了我们对世界的概念化。如前所述，在微生物学、病毒学和分子生物学中鉴定新的、或多或少有生命的实体是重要的第一步。在生命起源研究中，另外两种类型的工作与这个问题特别相关。</p>\n<p>第一个涉及研究最小基因组的可能存在。从某种意义上说，这是对生命起源问题的一种自上而下的方法。从明显的生命实体开始，这项工作旨在确定与初始基因组相比大大减少的一组基因，但仍然允许在拥有它们的生物体中具有最低限度的生命形式。其中一些工作是理论性的，并受益于系统发育和比较基因组学方法[81,82]。其他方法是经验性的，可以依赖于实验室研究的生物体中被认为非必需的靶基因的敲除实验或还原基因组的人工合成[46,83]。通过这样的研究，“明显活着”（生命的标志1）的门槛，以前与大肠杆菌等细菌相关的生物体，其生命状态是毋庸置疑的，现在遇到了其他标记，其生命性肯定仍然很高，但低于大肠杆菌。面对这种状况，出现了两种选择：要么我们可以改变基准生物体，现在转向具有最小基因组的生物体，要么我们可以为这样的生物体分配略低于 1 的寿命度。在第一种情况下，这意味着改变我们对可以归类为明显活着的生物类型的直觉。另一方面，它意味着承认新实体的存在不如以前已知的实体那么明显，从而将阈值（Bi）的可能存在（如果存在的话）降低到更低的水平（因此更精细的认识粒度）。</p>\n<p>第二类工作可以提供对新的或多或少活着的实体的见解，包括源于益生元化学、系统化学、合成生物学或分子生物学的自下而上的倡议。这里的想法是从明显没有生命的化学或生化化合物（即使有时从生物体中提取）开始，尝试创建具有生物体一些关键能力的系统。然而，与生命实体目前的能力相比，这些系统的性能通常相对较弱。例如，这些包括包含能够在一定程度上扩增的小型自催化网络的系统或能够生长和分裂的脂质体中的封装系统[29,30,31]。可以理解的是，这样的系统，即使它们不具备像大肠杆菌这样明显有生命的有机体的所有功能能力，即使它们在功能能力方面不如大肠杆菌有效，也应该被归类为具有高于作为无生命基准的简单分子的寿命（标记 0）。</p>\n<p>总的来说，这两种类型的研究表明，如果存在一个描述无生命和生物之间过渡的特定阈值的问题仍然存在，那么它就不再以相同的方式存在：任何潜在的阈值，如果存在，可能只存在于生命标记之间，现在一侧略高于 0，另一侧略低于 1。然而，它的边界将不再与明显有生命和明显没有生命的实体的初始基准保持一致。</p>\n<p>如果我们不想不断改变生命极限 0 和 1 的基准——随着科学的进步，保持一个共同的比较基础是明智的——这意味着放弃最初制定的 （Bi），回到一个新的公式 （Bi'），考虑到这些新的经验生命点。換句話說，科學的進步——至少在剛剛討論的生命起源研究的兩個領域（自上而下和自下而上），以及如前所述的微生物學、病毒學或分子生物學（第3節）——限制了二元轉變的可能位置和範圍，並將其縮小到與初始標準點相距不那麼遠的基准點。因此，并非一切都与粒度和认识论观点有关：科学的进步决定了经验约束，这些约束往往使无生命和有生命之间边界的某些概念更加合理。如果存在某种寿命阈值，那么它只能比（Bi）最初规定的更精细。</p>\n<h2>8.结论：更细粒度视角的重要性</h2>\n<p>Conclusions: The Importance of a Finer Grained Perspective</p>\n<p>生命的二元本质在日常话语中似乎是不言而喻的，这可以通过我们日常生活中经历的生与死、生与无生命之间的反复对比来证明。它还在某些科学学科中找到了合理性，例如医学和生物学。然而，对生命的真正二元本质可能会产生严重的怀疑。在判断某些实体的有生命或无生命状态时，这适用于常识，但在科学中尤为明显。在微生物学、病毒学和分子生物学中尤其如此，在这些地方发现了新的边界实体，这些边界实体很难被归类为明显无生命或明显有生命。同样，在天体生物学和生命起源研究中，关于生命现象的不同概念（在寻找生物特征方面概念较强，在合成生物学和系统化学方面较弱）的共存使人们对是否存在明确的阈值产生了怀疑。如果没有经验确定一个精确的过渡阈值，任何生命的划定点仍然是传统的。</p>\n<p>鉴于是否存在一个明确的阈值存在不确定性，考虑逐步区分明确无生命的实体和不可否认的有生命的实体成为一种明智的做法。在这种渐进主义的观点中，生命被视为存在于一个光谱上，或表现出与特定功能能力的拥有和不同效率相关的“生命”程度。这个概念框架允许根据边界实体独特的“生命特征”来表征边界实体，承认非生命物质和生命物质之间存在中间体。</p>\n<p>当然，可以对这种渐进主义概念提出反对意见，理由是它的确定性不足，这为可能存在更精细粒度的阈值过渡留下了空间。然而，有两种反应是可能的：（1）认识粒度的新变化可以识别新的中间实体并恢复渐进的概念;（2）认识论视角的改变（例如，增加时间维度）可以识别阈值过渡背后的渐进过渡。</p>\n<p>虽然可能会提出批评，但这些回应并没有为激进的相对主义打开大门。事实上，科学的进步带来了限制，并且已经允许我们抛弃生命二元假设（Bi）的某些公式。特别是，如果一个主要阈值的存在或不存在仍然是开放的，那么它只能比生命和非生命的直觉概念更精细。这凸显了寻求更精确地描述这些生命程度的重要性。在启发式和自然描述性话语的精确性方面，似乎比确认存在一个不可简化的门槛要多得多。渐进主义概念所精确地提出的无生命与生命区别的更精细的概念，对于某些科学领域非常有益，例如系统化学或合成生物学的某些研究项目，这些项目特别需要更精细的粒度来表征他们所研究的对象。</p>\n",
      "date_published": "2025-03-20T10:39:23.000Z",
      "date_modified": "2025-03-22T01:32:47.000Z",
      "authors": [],
      "tags": []
    },
    {
      "title": "",
      "url": "https://newzone.top/general/Guqin-0.html",
      "id": "https://newzone.top/general/Guqin-0.html",
      "summary": "简介 这是一个 目录",
      "content_html": "<h2>简介</h2>\n<p>这是一个</p>\n<h2>目录</h2>\n",
      "date_published": "2025-05-15T00:18:16.000Z",
      "date_modified": "2025-05-15T00:18:16.000Z",
      "authors": [],
      "tags": []
    },
    {
      "title": "",
      "url": "https://newzone.top/math/Helmholtz.html",
      "id": "https://newzone.top/math/Helmholtz.html",
      "summary": "Helmholtz方程的推导基于波动方程，通过假设解具有分离变量的形式，将空间部分和时间部分分开。 推导过程： 1. 从波动方程开始 波动方程的基本形式为： 其中， 是场量， 是波速。 2. 假设解为分离变量形式 假设解可以表示为： 其中， 是空间部分， 是时间部分。 3. 代入波动方程 将分离变量形式的解代入波动方程： 化简后得到： 将两边同时除以 ...",
      "content_html": "<p>Helmholtz方程的推导基于波动方程，通过假设解具有分离变量的形式，将空间部分和时间部分分开。</p>\n<h3>推导过程：</h3>\n<h4>1. 从波动方程开始</h4>\n<p>波动方程的基本形式为：</p>\n<p>其中， 是场量， 是波速。</p>\n<h4>2. 假设解为分离变量形式</h4>\n<p>假设解可以表示为：</p>\n<p>其中， 是空间部分， 是时间部分。</p>\n<h4>3. 代入波动方程</h4>\n<p>将分离变量形式的解代入波动方程：</p>\n<p>化简后得到：</p>\n<p>将两边同时除以 ，得到：</p>\n<h4>4. 分离变量</h4>\n<p>由于左边仅与空间变量相关，右边仅与时间变量相关，因此两边必须等于一个常数。设该常数为 ，则：</p>\n<h4>5. 得到Helmholtz方程</h4>\n<p>从空间部分的方程可以得到：</p>\n<p>这即为Helmholtz方程，其中  是波数，定义为 ， 是角频率。\n时间部分的方程为：</p>\n<p>其解为简谐函数，如：</p>\n<h3>在电磁学中的推广</h3>\n<p>在电磁学中，对于时谐场，电场  和磁场  满足麦克斯韦方程组。假设时谐场形式：</p>\n<p>代入麦克斯韦方程组后，可以推导出电场  满足：</p>\n<p>其中 ， 是波速。</p>\n<h3>总结</h3>\n<p>Helmholtz方程描述了波动方程在特定频率下的稳态空间分布，其推导基于波动方程和分离变量的假设。</p>\n<h4>参考信息：</h4>\n<ol>\n<li>维基百科关于Helmholtz方程的介绍。</li>\n<li>知乎专栏关于波动方程到Helmholtz方程的推导文章。</li>\n</ol>\n",
      "date_published": "2025-05-31T10:46:04.000Z",
      "date_modified": "2025-05-31T10:46:04.000Z",
      "authors": [],
      "tags": []
    },
    {
      "title": "",
      "url": "https://newzone.top/math/Spherical_harmonics.html",
      "id": "https://newzone.top/math/Spherical_harmonics.html",
      "summary": "球谐函数是从拉普拉斯方程在球坐标系下的分离变量解的过程中推导出来的，以下是具体的推导过程： 从拉普拉斯方程出发 在球坐标系 中，拉普拉斯方程形式为： 假设解可以表示为各变量的函数之积，即 ，将其代入拉普拉斯方程。 分离变量 将方程两边乘以 ，得到： 代入 ，得到： 左边可以分解为： 两边除以 ，得到： 左边分解为： 注意到前两项仅依赖于 和 ，最后一项...",
      "content_html": "<p>球谐函数是从拉普拉斯方程在球坐标系下的分离变量解的过程中推导出来的，以下是具体的推导过程：</p>\n<h3>从拉普拉斯方程出发</h3>\n<p>在球坐标系  中，拉普拉斯方程形式为：</p>\n<p>假设解可以表示为各变量的函数之积，即 ，将其代入拉普拉斯方程。</p>\n<h3>分离变量</h3>\n<p>将方程两边乘以 ，得到：</p>\n<p>代入 ，得到：</p>\n<p>左边可以分解为：</p>\n<p>两边除以 ，得到：</p>\n<p>左边分解为：</p>\n<p>注意到前两项仅依赖于  和 ，最后一项仅依赖于 ，因此将方程重新排列：</p>\n<p>左边仅依赖于 ，右边仅依赖于  和 ，因此两边必须等于同一个常数。令这个常数为 ，于是得到两个方程：</p>\n<p>径向方程：</p>\n<p>角向方程：</p>\n<p>接下来着重分析角向方程。将角向方程两边乘以 ：</p>\n<p>左边第一项仅依赖于 ，第二项仅依赖于 ，右边依赖于 ，因此将方程分解为：</p>\n<p>令：</p>\n<p>其中  是分离常数，于是得到：</p>\n<p>关于  的方程：</p>\n<p>其通解为：</p>\n<p>由于解在  方向上具有周期性（物理问题中当  变化  时解应保持不变），所以  必须是整数，即 。</p>\n<p>将方程代入原角向方程，得到关于  的方程：</p>\n<p>进行变量替换 ，则 ，，且 ，即 \\</p>\n",
      "date_published": "2025-05-31T10:46:04.000Z",
      "date_modified": "2025-05-31T10:46:04.000Z",
      "authors": [],
      "tags": []
    },
    {
      "title": "细胞外囊泡与颗粒",
      "url": "https://newzone.top/biosci/cellbio/EVPs.html",
      "id": "https://newzone.top/biosci/cellbio/EVPs.html",
      "summary": "细胞外囊泡类型与生物发生 根据起源和生物发生机制，不同类型的 EVs 已被分类（图 2）。 已知至少存在三种主要的生物发生模式： 凋亡 EVs（称为凋亡小体和凋亡囊泡）由凋亡细胞的碎片化产生； 胞外体（ectosomes）通过质膜直接向外出芽形成； 外泌体（exosomes）则通过内体区室的向内出芽形成，并最终与质膜融合释放。 鉴于 EV 类型的多样性...",
      "content_html": "<h2>细胞外囊泡类型与生物发生</h2>\n<p>根据起源和生物发生机制，不同类型的 EVs 已被分类（图 2）。</p>\n<p>已知至少存在三种主要的生物发生模式：</p>\n<ul>\n<li>凋亡 EVs（称为凋亡小体和凋亡囊泡）由凋亡细胞的碎片化产生；</li>\n<li>胞外体（ectosomes）通过质膜直接向外出芽形成；</li>\n<li>外泌体（exosomes）则通过内体区室的向内出芽形成，并最终与质膜融合释放。</li>\n</ul>\n<p>鉴于 EV 类型的多样性以及许多情况下其生物发生机制的不确定性，国际细胞外囊泡协会（MISEV）采取了一种实用的分类方法，将 EVs 分为 “大 EVs”（&gt;200 nm）和 “小 EVs”（&lt;200 nm）然而，提醒研究界关注不同类型的 EVs 和非囊泡细胞外纳米颗粒（NVEPs）以及这些细胞外颗粒的最新研究进展，不仅有用且十分及时。</p>\n<figure><figcaption></figcaption></figure>\n<h3>外泌体</h3>\n<p>外泌体的形成始于内体，晚期内体的限制膜向内出芽，在<strong>多泡内体（multivesicular endosome, MVE）</strong> 内生成<strong>腔内囊泡（intraluminal vesicles, ILVs）</strong>。这种向内出芽的过程导致内吞的跨膜蛋白重新定向 —— 其胞外结构域朝外（具备信号传导能力），而胞内尾部则朝向 ILV 内部及其包裹的货物。当 MVE 与质膜融合时，ILVs 作为 30-150 nm 的外泌体释放到细胞外空间 。<strong>内体分选转运复合体（endosomal sorting complex required for transport, ESCRT）</strong> 机制在 MVE 中将蛋白质分选到 ILVs 的过程中至关重要，因此是外泌体形成的关键。然而，ESCRT 及其辅助蛋白（如 TSG101、ALIX 和 VPS4）也参与质膜的向外出芽过程，包括<strong>囊泡释放</strong>和<strong>病毒释放</strong> 。</p>\n<p>另一种参与外泌体形成和蛋白质装载的蛋白 Syntenin-1 ，在小 EV 样本中高度富集，但在大 EV 样本中也可能存在。同样，尽管 CD63、CD81 和 CD9 等四跨膜蛋白（tetraspanin, TSPAN）在外泌体中显著富集 ，并长期被用作外泌体的标记蛋白，但越来越多的研究表明，含 TSPAN 的小 EV 可能直接从质膜出芽，根据其生物发生机制应归类为胞外体 / 微泡（ectosomes/microvesicles）。</p>\n",
      "date_published": "2025-04-18T05:19:37.000Z",
      "date_modified": "2025-04-18T05:19:37.000Z",
      "authors": [],
      "tags": []
    },
    {
      "title": "国际地磁参考场 （IGRF）介绍",
      "url": "https://newzone.top/planetsci/planetfundamental/planet_igrf_intro.html",
      "id": "https://newzone.top/planetsci/planetfundamental/planet_igrf_intro.html",
      "summary": "1. 概述 国际地磁参考场（International Geomagnetic Reference Field, IGRF），是地球主磁场的标准数学描述，通过球谐函数展开描述地球内部磁场的时空变化。它广泛用于地球深部内部、地壳、电离层和磁层的研究，由国际地磁与高空物理协会（IAGA）下属工作组 V-MOD 维护。IGRF 每 5 年更新一次，提供从 1...",
      "content_html": "<h2>1. 概述</h2>\n<p>国际地磁参考场（International Geomagnetic Reference Field,&nbsp;<strong>IGRF</strong>），是地球主磁场的标准数学描述，通过球谐函数展开描述地球内部磁场的时空变化。它广泛用于地球深部内部、地壳、电离层和磁层的研究，由<a href=\"https://www.iaga-aiga.org/\" title=\"(opens in a new window)\" target=\"_blank\" rel=\"noopener noreferrer\">国际地磁与高空物理协会（IAGA）</a>下属工作组 V-MOD 维护。IGRF 每 5 年更新一次，提供从 1900 年至今的地磁场模型，包括确定模型（DGRF）和预测模型（IGRF），广泛应用于地球物理研究、卫星导航、空间天气监测等领域。</p>\n<h2>2. 数学公式与模型构建</h2>\n<p>IGRF 的核心是通过<strong>球谐函数展开</strong>描述地磁场的标量势&nbsp;(V(r, \\theta, \\phi, t))，进而推导磁场矢量&nbsp;(\\mathbf{B} = -\\nabla V)。以下是关键数学公式的详细说明：</p>\n<h3>2.1 磁势的球谐展开（e.1）</h3>\n<p><strong>变量与参数</strong>：</p>\n<ul>\n<li>：地心球坐标系（&nbsp;为半径，&nbsp;为余纬度，&nbsp;为经度）；</li>\n<li>：地球平均半径；</li>\n<li>N：球谐函数最大阶数（1995 年前&nbsp;(N=10)，此后&nbsp;(N=13)，以捕捉卫星数据中的小尺度信号）；</li>\n<li>：高斯系数（n 为阶数，m 为次数），单位为纳特（nT），描述地磁场的空间分布；</li>\n<li>：施密特半归一化连带勒让德函数，表征纬度方向的变化。</li>\n</ul>\n<p><strong>物理意义</strong>： 磁势&nbsp;V&nbsp;由地球内部源（如地核电流）产生，展开式中每一项对应不同阶次的多极子场（&nbsp;为偶极子，&nbsp;为四极子等）。由于地磁场主要由内部源主导，公式中仅包含&nbsp;&nbsp;项（外部源贡献可忽略）。</p>\n<h3>2.2 高斯系数的时间演化（e.2-5）</h3>\n<p>高斯系数随时间的变化采用分段线性模型：</p>\n<p><strong>变量与参数</strong>：</p>\n<ul>\n<li>：模型历元（如 2015.0, 2020.0），满足&nbsp;；</li>\n<li>：高斯系数的时间变化率（nT/year），通过相邻历元的系数差计算：</li>\n</ul>\n<p><strong>应用场景</strong>： 对于 2020.0-2025.0 的预测模型，&nbsp;和&nbsp;&nbsp;直接由最新观测数据拟合得到，无需依赖未来数据。</p>\n<h3>2.3 地磁场矢量计算</h3>\n<p>通过磁势的梯度计算地磁场三分量（径向&nbsp;、经向&nbsp;、纬向&nbsp;）：</p>\n<p>实际应用中，常转换为地理坐标系下的分量：磁偏角&nbsp;D、磁倾角&nbsp;I&nbsp;和总强度&nbsp;F，具体转换关系见地磁场矢量分解理论。</p>\n<h2>3. 模型构成与数据来源</h2>\n<p><strong>历元与模型类型</strong>：</p>\n<ul>\n<li><strong>确定模型（DGRF）</strong>：基于最佳可用数据构建，如 2015.0 DGRF，后续修订不会改变；</li>\n<li><strong>预测模型（IGRF）</strong>：如 2020.0 IGRF，可能随新数据更新，包含 2020.0-2025.0 的线性长期变化预测。\n<strong>数据来源</strong>：</li>\n<li>卫星数据（Swarm、CHAMP、Ørsted 等）；</li>\n<li>地面观测站网络（INTERMAGNET）；</li>\n<li>海洋和航空磁测数据。\n<strong>国际合作</strong>： IGRF-13 由 15 个国际团队（30 + 机构）共同参与，通过中位数法和稳健加权法整合候选模型，确保精度和可靠性。</li>\n</ul>\n<h2>4. IGRF的应用</h2>\n<ul>\n<li><strong>地球物理研究</strong>：反演地核流体运动（发电机理论）、岩石圈磁异常；</li>\n<li><strong>工程与导航</strong>：卫星姿态控制、磁罗盘校正（补偿磁偏角&nbsp;D）；</li>\n<li><strong>空间天气</strong>：监测磁暴、范艾伦辐射带变化（如南大西洋异常区）；</li>\n<li><strong>古地磁学</strong>：结合历史模型分析地磁场长期演化（如偶极矩衰减趋势）。</li>\n</ul>\n<h4><strong>结语</strong></h4>\n<p>IGRF 通过严谨的数学框架（球谐展开与线性时间模型）整合多源数据，为地磁场提供了高精度的时空描述，是连接基础研究与工程应用的核心工具。其数学公式的设计兼顾了物理机制（如地核发电机）和实际需求（如导航校正），成为国际地磁场建模的黄金标准。</p>\n",
      "date_published": "2025-04-11T07:27:03.000Z",
      "date_modified": "2025-04-12T03:21:22.000Z",
      "authors": [],
      "tags": []
    }
  ]
}